[
{
  "userId": 1,
  "id": 1,
  "title": "مرض السكري",
 "body": "تعريف المرض: داء السكري هو مجموعة من الاضطرابات الأيضية في استقلاب الكربوهيدرات حيث لا يتم استخدام الجلوكوز كمصدر للطاقة بشكل كافٍ ويتم إنتاجه بشكل مفرط بسبب تكوين الجلوكوز وتحلل الجليكوجين غير المناسبين، مما يؤدي إلى ارتفاع سكر الدمويه يكون ارتفاع سكر الدم مزمن: حيث انه اضطراب أيضي ناتج إما عن نقص إفراز الأنسولين أو ضعف عمل الأنسولين أو كليهما، والجدير بالذكر أن الأنسولين يلعب دورًا مهمًا كهرمون بنائي، مما يؤثر على استقلاب الكربوهيدرات والدهون والبروتينات. تؤثر الاضطرابات الأيضية المرتبطة بداء السكري بشكل رئيسي على الأنسجة مثل الأنسجة الدهنية والعضلات الهيكلية والكبد بسبب مقاومة الأنسولين. يمكن أن تختلف شدة الأعراض حسب مدة ونوع مرض السكري. كما أن هناك تأثير للمواد الكيميائية والسموم في تطور مرض السكري، حيث يمكن أن تساهم السموم البيئية مثل الزرنيخ والمعادن الثقيلة الأخرى في تطور المرض من خلال زيادة الإجهاد التأكسدي، خلل خلايا بيتا، مقاومة الأنسولين، الالتهاب، وضعف الميتوكوندريا.\n\nالأعراض:\nأعراض ارتفاع السكر)الجلوكوز ) في الدم: العطش الشديد الشعور بالتعب، الحاجة إلى التبول بشكل متكرر، عدم وضوح الرؤية، الشعور بالجوع، فقدان الوزن بدون تخطيط، حدوث عدوى متكررة بالفطريات أو التهابات المسالك البولية، التئام الجروح ببط. ويرتبط خطورة مرض السكري بمضاعفات ارتفاع السكر في الدم: يزيد مرض السكري من خطر الإصابة بالعديد من المشاكل الصحية لكن مع العلاج الصحيح وتغيير نمط الحياة يستطيع العديد من مرضى السكري منع أو تأخير ظهور المضاعفات، من هذه المضاعفات: الحُماض الكيتوني السكري (DKA)(هي حالة طبية طارئة يجب معالجتها على الفور، تحدث عند مرضى السكري نتيجة لحدوث نقص شديد في كمية الإنسولين مما يؤدي إلى تكسير الجسم للدهون للحصول على الطاقة مما ينتج عنه تراكم للكيتونات في الجسم، يمكن أن تهدد الحياة إذا لم تُشخَّص وتُعالَج بسرعة، وتشمل أعراضها نفس الأعراض السابقة بالإضافة إلى: الغثيان والقيء، الآم البطن، التنفس العميق والسريع وله رائحة كرائحة الفواكه، الشعور بالخمول وصعوبة الإنتباه.، وفقدان الوعي وقد تصل أحياناً إلى الغيبوبة.)، الاعتلال العصبي: (يسمى تلف الأعصاب الناجم عن مرض السكري (اعتلال الأعصاب السكري)، ويمكن منع حدوث ذلك بالحفاظ على معدلات السكر بالدم في المعدل الطبيعي، وهناك عدة أنواع لاعتلال الأعصاب؛ فأكثرها شيوعًا هو اعتلال الأعصاب الطرفية، ويؤثر على الأعصاب في اليدين والقدمين والساقين والذراعين، فيسبب وخزًا وألمًا وضعفًا في القدمين واليدين، أما الاعتلال العصبي اللاإرادي هو الذي يؤثر على الأعصاب اللاإرادية التي تتحكم في المثانة والجهاز المعوي والأعضاء التناسلية من بين الأعضاء الأخرى.)، حدوث عدوى متكررة بالجلد كالعدوى الفطرية أو البكترية، مشكلات بالعين كالمياه الزرقاء والبيضاء واعتلال الشبكية، حدوث أمراض بالقلب والأوعية الدموية، ارتفاع ضغط الدم، السكتة الدماغية.\n\nالمضاعفات: يزيد مرض السكري من خطر الإصابة بالعديد من المشاكل الصحية لكن مع العلاج الصحيح وتغيير نمط الحياة يستطيع العديد من مرضى السكري منع أو تأخير ظهور المضاعفات، من هذه المضاعفات: الحُماض الكيتوني السكري (DKA) (هي حالة طبية طارئة يجب معالجتها على الفور، تحدث عند مرضى السكري نتيجة لحدوث نقص شديد في كمية الإنسولين مما يؤدي إلى تكسير الجسم للدهون للحصول على الطاقة مما ينتج عنه تراكم للكيتونات في الجسم، يمكن أن تهدد الحياة إذا لم تُشخَّص وتُعالَج بسرعة، وتشمل أعراضها نفس الأعراض السابقة بالإضافة إلى: الغثيان والقيء، الآم البطن، التنفس العميق والسريع وله رائحة كرائحة الفواكه، الشعور بالخمول وصعوبة الإنتباه، وفقدان الوعي وقد تصل أحياناً إلى الغيبوبة)، الاعتلال العصبي (يسمى تلف الأعصاب الناجم عن مرض السكري (اعتلال الأعصاب السكري)، ويمكن منع حدوث ذلك بالحفاظ على معدلات السكر بالدم في المعدل الطبيعي، وهناك عدة أنواع لاعتلال الأعصاب؛ فأكثرها شيوعًا هو اعتلال الأعصاب الطرفية، ويؤثر على الأعصاب في اليدين والقدمين والساقين والذراعين، فيسبب وخزًا وألمًا وضعفًا في القدمين واليدين، أما الاعتلال العصبي اللاإرادي هو الذي يؤثر على الأعصاب اللاإرادية التي تتحكم في المثانة والجهاز المعوي والأعضاء التناسلية من بين الأعضاء الأخرى)، حدوث عدوى متكررة بالجلد كالعدوى الفطرية أو البكترية، مشكلات بالعين كالمياه الزرقاء والبيضاء واعتلال الشبكية، حدوث أمراض بالقلب والأوعية الدموية، ارتفاع ضغط الدم، السكتة الدماغية.\n\nالتشخيص: يمكن تشخيص مرض السكري بناء على معايير A1C أو معايير الجلوكوز في البلازما. تشمل معايير الجلوكوز في البلازما إما جلوكوز البلازما الصائم (FPG) أو جلوكوز البلازما لمدة ساعتين (ساعة PG) أثناء اختبار تحمل الجلوكوز عن طريق الفم 75 جراما (OGTT)، أو الجلوكوز العشوائي المصحوب بأعراض ارتفاع السكر في الدم الكلاسيكية (على سبيل المثال، كثرة البول، وكثرة الإغماء، وفقدان الوزن غير المبرر) أو أزمات ارتفاع السكر في الدم (أي الحماض الكيتوني السكري [DKA] و/أو حالة فرط السكر في الدم [HHS])، وهذه هي أهم المعايير لتشخيص مرض السكري لدى الأفراد غير الحوامل: A1C (يقيس كمية الهيموجلوبين المصاحب للجلوكوز، ويعكس متوسط مستويات الجلوكوز في الدم خلال الأشهر الثلاثة الماضية، A1C ≥6.5% (≥48 mmol/mol)، ويؤخذ في أي وقت من اليوم ولا يشترط له الصيام)، FPG (يقيس جلوكوز البلازما الصائم، FPG ≥126 mg/dL (≥7.0 mmol/L)، يشترط له الصيام لمدة ٨ ساعات باستثناء الماء)، OGTT (اختبار تحمل الجلوكوز عن طريق الفم، 2-h PG ≥200 mg/dL (≥11.1 mmol/L)، يشترط له الصيام لمدة ٨ ساعات باستثناء الماء)، جلوكوز البلازما العشوائي (في الفرد الذي يعاني من أعراض كلاسيكية لارتفاع السكر في الدم أو أزمة ارتفاع السكر في الدم، ≥200 mg/dL (≥11.1 mmol/L) جلوكوز الدم، في أي وقت من اليوم ولا يشترط له الصيام). توصيات أثناء التشخيص بمقدمات السكري أو السكري من النوع الثاني: للكشف عن مقدمات السكري ومرض السكري من النوع 2، فإن FPG و2-h PG خلال 75 جم OGTT وA1C مناسبة لكل منها، وعند استخدام OGTT كأداة فحص لمقدمات السكري أو السكري، يجب ضمان تناول كمية كافية من الكربوهيدرات (150 جم/يوم على الأقل) لمدة 3 أيام قبل الاختبار، النظر في فحص الأشخاص للكشف عن مقدمات السكري أو السكري إذا كانوا يتناولون أدوية معينة، مثل الجلوكوكورتيكويدات، والستاتينات، ومدرات البول الثيازيدية، وبعض أدوية فيروس العوز المناعي البشري، والأدوية المضادة للذهان من الجيل الثاني، حيث من المعروف أن هذه العوامل تزيد من خطر الإصابة بهذه الحالات.\n\nالأنواع: من أشهر التصنيفات لداء السكري: داء السكري من النوع الأول\nداء السكري من النوع الأول (T1D) \nالتعريف بالمرض: هو حالة مناعة ذاتية تؤدي إلى تدمير خلايا بيتا المنتجة للأنسولين في البنكرياس بواسطة الخلايا التائية CD4+ وCD8+ والبلاعم التي تتسلل إلى جزر لانغرهانز؛ مما يؤدي إلى نقص الأنسولين وارتفاع السكر في الدم والاعتماد على الأنسولين على المدى الطويل، يتم تصنيف التسبب في T1D إلى مراحل، حيث تتمثل الإشارة الأولى في الكشف عن الأجسام المضادة الذاتية دون أي تغيرات في نسبة السكر في الدم. في المرحلة الثانية، يتطور عسر السكر في الدم دون أعراض وتظهر التشخيصات كالتالي: جلكوز البلازما الصائم (FPG100-125)، تحمل الجلكوز (IGT:2-h PG 140-199)، الهيموجلوبين المصاحب للجلكوز (A1C 5.7-6.4%)، وفي المرحلة الثالثة، تظهر أعراض ارتفاع السكر في الدم، وفي هذا الوقت يتم إجراء تشخيص سريري لمرض السكري من النوع الأول، توصيات أثناء تشخيص السكري من النوع الأول: يمكن إجراء فحص مرض السكري من النوع 1 قبل الأعراض عن طريق الكشف عن الأجسام المضادة الذاتية للأنسولين أو ديكاربوكسيل حمض الجلوتاميك (GAD) أو مستضد الجزيرة 2 (IA-2) أو ناقل الزنك 8 (Zn T8).، يجب تقديم الفحص القائم على الأجسام المضادة الذاتية لمرض السكري من النوع 1 قبل الأعراض لأولئك الذين لديهم تاريخ عائلي للإصابة بداء السكري من النوع 1 أو الاختطار الوراثي المرتفع المعروف، وجود العديد من الأجسام المضادة الذاتية المؤكدة للجزيرة هو عامل خطر للإصابة بمرض السكري السريري. يمكن استخدام اختبار عسر السكر في الدم للتنبؤ بالمخاطر على المدى القريب، عند تحديد العديد من الأجسام المضادة الذاتية للجزر، يجب النظر في الإحالة إلى مركز متخصص لمزيد من التقييم و / أو النظر في تجربة سريرية أو علاج معتمد لتأخير تطور مرض السكري السريري، يوصى بإجراء اختبارات الأجسام المضادة الذاتية الموحدة للجزر لتصنيف مرض السكري لدى البالغين الذين لديهم عوامل خطر نمطية تتداخل مع تلك الخاصة بداء السكري من النوع 1 (على سبيل المثال، سن أصغر عند التشخيص، أو فقدان الوزن غير المقصود، أو الحماض الكيتوني، أو وقت قصير للعلاج بالأنسولين)، مراحل تطور مرض السكري من النوع الأول: المرحلة الأولى: يتم تعريف المرحلة 1 من مرض السكري من النوع 1 من خلال وجود اثنين أو أكثر من الأجسام المضادة الذاتية والسكر في الدم الطبيعي ويكون خطر الإصابة بمرض السكري من النوع 1 المصحوب بأعراض لمدة 5 سنوات 44٪ بشكل عام، ولكنه يختلف اختلافا كبيرا بناء على عدد الأجسام المضادة الذاتية وعيدها وخصوصيتها بالإضافة إلى عمر التحويل المصلي والمخاطر الوراثية، المرحلة الثانية: تشمل المرحلة 2 الأفراد الذين يعانون من أجسام مضادة ذاتية متعددة وعسر السكر في الدم لم يتم تشخيصهم بعد بمرض السكري (يمكن تعريف عسر السكر في الدم من خلال معيار واحد أو أكثر، هناك خطر بنسبة 60٪ بعمر عامين و 75٪ خطر في غضون 5 سنوات من تطوير التشخيص السريري لمرض السكري من النوع 1 ، معدل تدمير الخلايا β متغير تماما ، حيث يكون سريعا في بعض الأفراد (خاصة ولكن ليس حصريا عند الرضع والأطفال) وبطيئا في البعض الآخر (بشكل أساسي ولكن ليس حصريا للبالغين) ،غالبا ما يعاني الأطفال والمراهقون من DKA على أنه أول مظهر من مظاهر المرض ، يعاني آخرون من ارتفاع سكر الدم الصائم المتواضع الذي يمكن أن يتغير بسرعة إلى ارتفاع السكر في الدم الشديد و / أو DKA مع العدوى أو الإجهاد الآخر. قد يحتفظ البالغون بوظيفة β الخلايا الكافية لمنع DKA لسنوات عديدة. قد يكون لدى هؤلاء الأفراد مغفرة تتميز بانخفاض احتياجات الأنسولين لأشهر أو سنوات، ويصبحون في النهاية يعتمدون على الأنسولين للبقاء على قيد الحياة، ويكونون معرضين لخطر الإصابة ب  DKA ،المرحلة الثالثة: في هذه المرحلة اللاحقة من المرض، هناك إفراز ضئيل أو معدوم للأنسولين، كما يتجلى في انخفاض مستويات أو لا يمكن اكتشافها من ببتيد Cالبلازما (وهو بقايا المركب الذي اشتق منه هرمون الأنسولين)، مرض السكري من النوع الأول المناعي : مرض السكر المناعي هو أكثر أشكال مرض السكري شيوعا في مرحلة الطفولة والمراهقة،ولكن يمكن أن يحدث في أي عمر،حيث يمثل مرض السكري من النوع 1 المناعي الذاتي 5-10٪ من مرض السكري وينتج عن تدمير المناعة الذاتية لخلايا البنكرياسβ.و تشمل علامات المناعة الذاتية الأجسام المضادة الذاتية للخلايا الجزیرية والأجسام المضادة الذاتية لديكاربوكسيلاز حمض الجلوتاميك (GAD) (مثل GAD65) والأنسولين ومستضد جزيرة فوسفاتيز التيروزين 2(IA-2)و IA-2b وناقل الزنك 8(ZnT8)، حيث يحتوي المرض على ارتباطات قوية ب(HLA المستضد) ، مع ارتباطه بالأنماط الفردانية DQB1 و DRB1 ، وقد استخدم الفحص الجيني في بعض الدراسات البحثية لتحديد السكان المعرضين لمخاطر عالية، مرض السكري من النوع الأول مجهول السبب (Idiopathic T1D): هو متغير نادر من T1D  ويعرف باسم "مرض السكري مجهول السبب"، والذي لا ينتج عن المناعة الذاتية التي تكون أقل شدة من المناعة الذاتية (ليس لديهم دليل على المناعة الذاتية خلايا β ، يعاني الأشخاص المصابون بداء السكري مجهول السبب من الحماض الكيتوني العرضي وكذلك قصور الأنسولين. هذا المتغير أكثر شيوعا في الأفراد من أصل آسيوي أو أفريقي، مرض السكري من النوع الأول المُفاجئ (Fulminant T1D): هذا نوع فريد من T1D تم تحديده في الأصل في عام 2000. يشترك في خصائص معينة مع T1D مجهول السبب، بما في ذلك عدم كونه بوساطة المناعة، يحدث الحماض الكيتوني بعد فترة وجيزة من بدء ارتفاع السكر في الدم ، ولا يمكن اكتشاف مستويات الببتيد C في الدم، وهي علامة على الإطلاق الداخلي للأنسولين، بينما تكون مستويات الجلوكوز في الدم مرتفعة (288 مجم / ديسيلتر). يعاني حوالي 20٪ من اليابانيين المصابين بمرض السكري الحاد (5000-7000 حالة) من هذه الحالة، والتي تميزت في الغالب في دول شرق آسيا. يتسبب في موت خلايا β سريعة بشكل لا يصدق وكامل عمليا لا يترك أي إنتاج أنسولين متبقي تقريبا. تعزى هذه الحالة بشكل أساسي إلى بعض الأسباب البيئية والوراثية. من خلال زيادة الاستجابة المناعية دون تكوين ملحوظ للأجسام المضادة الذاتية التي تهاجم خلايا البنكرياس β ، قد تتسبب الاستجابة المناعية المضادة للفيروسات في فقدان خلايا البنكرياس β، مرض السكري من النوع الأول وحالات المناعة الذاتية المرتبطة به: مرض الاضطرابات الهضمية:( مرض الاضطرابات الهضمية هو اضطراب مناعي ذاتي يتفاعل فيه الجهاز المناعي مع الغلوتين، وهو بروتين موجود في القمح والشعير والجاودار. إنه أكثر شيوعا لدى الأفراد المصابين ب T1D.)، التهاب المفاصل الروماتويدي: (التهاب المفاصل الروماتويدي هو مرض مناعي ذاتي آخر يمكن أن يحدث مع T1D. يؤثر في المقام الأول على المفاصل ويمكن أن يسبب الالتهاب والألم.)، مرض أديسون: مرض أديسون هو حالة مناعة ذاتية نادرة تؤثر على الغدد الكظرية، مما يؤدي إلى نقص الهرمونات مثل الكورتيزول والألدوستيرون. يمكن أن يتعايش مع T1D، لأن كلاهما اضطرابات المناعة الذاتية.)، مرض الغدة الدرقية المناعي الذاتي تشمل أمراض الغدة الدرقية المناعية الذاتية، مثل التهاب الغدة الدرقية هاشيموتو ومرض جريفز، الجهاز المناعي الذي يهاجم الغدة الدرقية. هذه الحالات أكثر شيوعا لدى الأفراد المصابين ب T1D.)\nمقدمات السكري (Prediabetes)\nالتعريف بالمرض : مقدمات السكري هي المصطلح المستخدم للأفراد الذين لا تفي مستويات الجلوكوز أو A1C (كمية الهيموجلوبين المصاحب للجلوكوز) بمعايير مرض السكري، ولكنهم لديهم استقلاب غير طبيعي للكربوهيدرات ينتج عنه ارتفاع مستويات الجلوكوز (عسر السكر في الدمdysglcymia  ) متوسط بين المستوى الطبيعي ومرض السكري، نظرا لأن مقدمات السكري هي حالة وسيطة بين السكر الطبيعي في الدم (normoglycemia)و مرض السكري (Diabetes) ، فهي عامل خطر كبير للتطور إلى مرض السكري وكذلك أمراض القلب والأوعية الدموية والعديد من نتائج القلب والتمثيل الغذائي الأخرى، ترتبط مقدمات السكري بالسمنة (خاصة السمنة البطنية أو الحشوية) ، وعسر شحميات الدم مع ارتفاع الدهون الثلاثية و / أو انخفاض نسبة الكوليسترول الحميد ، وارتفاع ضغط الدم. يجب أن يؤدي وجود مقدمات السكري إلى إجراء فحص شامل لعوامل الخطر القلبية الوعائية.\nداء السكري من النوع الثاني T2D\nالتعريف بالمرض: يمثل مرض السكري من النوع 2 90-95٪ من جميع أنواع مرض السكري. يشمل هذا النموذج الأفراد الذين يعانون بشكل عام من نقص الأنسولين النسبي (وليس المطلق) ولديهم مقاومة للأنسولين (أي انخفاض الاستجابات البيولوجية للأنسولين)، هناك أسباب مختلفة لمرض السكري من النوع 2. على الرغم من أن المسببات المحددة غير معروفة، إلا أن الأفراد ليس لديهم أي من الأسباب الأخرى المعروفة لمرض السكري. يعاني معظم الأشخاص المصابين بداء السكري من النوع 2، وليس جميعهم، من زيادة الوزن أو السمنة. الوزن الزائد نفسه يسبب درجة معينة من مقاومة الأنسولين. قد يكون لدى الأفراد الذين لا يعانون من السمنة أو زيادة الوزن وفقا لمعايير الوزن التقليدية نسبة مئوية متزايدة من دهون الجسم موزعة في الغالب في منطقة البطن، بما في ذلك المواقع المتورطة في مرض الكبد الدهني المرتبط بخلل التمثيل الغذائي (MASLD) و / أو المواقع خارج الرحم (على سبيل المثال، العضلات والهيكل العظمي). ونادرا ما يحدث الحُماض الكيتوني السكري (DKA) تلقائيا في مرض السكري من النوع 2، وإذا حدث فإنه ينشأ عادة في الأفراد الذين عولجوا بالأنسولين وذلك عن طريق (إما تركهم لجرعات فائتة أو غير كافية)؛ في الأشخاص المصابين بالسكري من النوع الثاني المعرض للكيتوزية (حالة يصاب بها المريض عندما يستخدم الجسم الدهون كمصدر للطاقة بدلا عن الجلكوز) بالإشتراك مع الإجهاد الناجم عن مرض آخر مثل العدوى (على سبيل المثال ، COVID-19) أو احتشاء عضلة القلب ؛ بالاقتران مع تعاطي المخدرات غير المشروعة (مثل الكوكايين)؛ بالاشتراك مع بعض المحددات الاجتماعية للصحة ؛ أو باستخدام بعض الأدوية مثل الجلوكوكورتيكويد أو مضادات الذهان من الجيل الثاني أو مثبطات SGLT2 (مثبطات الناقل المشارك صوديوم /جلوكوز 2،وهي فئة من الأدوية تمنع إعادة امتصاص الجلوكوز في الكليتين وبالتالي تخفض سكر الدم (جلوكوز الدم)) ، مرض السكري من النوع 2 والحالات المرتبطة به ارتباطا وثيقا: مرض الزهايمر: (يشير بعض الباحثين إلى مرض الزهايمر على أنه "مرض السكري من النوع 3" بسبب ارتباطه الوثيق بمقاومة الأنسولين وضعف استقلاب الجلوكوز.)، متلازمة المبيض المتعدد الكيسات (PCOS): (متلازمة المبيض المتعدد الكيسات (PCOS) هي حالة تؤثر على النساء وتتميز باختلالات هرمونية. يمكن أن يؤثر على الخصوبة ويرتبط ارتباطا وثيقا بمقاومة الأنسولين، مما يؤدي غالبا إلى زيادة خطر الإصابة بمرض السكري من النوع 2.)، متلازمة كوشينغ: (تتميز متلازمة كوشينغ بالإنتاج الزائد لهرمون الكورتيزول. يمكن أن تؤدي مستويات الكورتيزول المرتفعة إلى مقاومة الأنسولين، مما يزيد من خطر الإصابة بمرض السكري من النوع 2.)، سرطان البنكرياس: هناك صلة نقاش بين سرطان البنكرياس وT2D. تشير بعض الدراسات إلى أن مرض السكري من النوع الثاني قد يكون نتيجة وعامل خطر لسرطان البنكرياس، ولكن لا يزال يتم استكشاف الطبيعة الدقيقة لهذه العلاقة، \nالتشخيص : توصيات أثناء التشخيص بمقدمات السكري او السكري من النوع الثاني: للكشف عن مقدمات السكري ومرض السكري من النوع 2، فإن FPG و2-h PG خلال 75 جم OGTT و A1C مناسبة لكل منها، وعند استخدام OGTT كأداة فحص لمقدمات السكري أو السكري، يجب ضمان تناول كمية كافية من الكربوهيدرات (150 جم / يوم على الأقل) لمدة 3 أيام قبل الاختبار، النظر في فحص الأشخاص للكشف عن مقدمات السكري أو السكري إذا كانوا يتناولون أدوية معينة، مثل الجلوكوكورتيكويدات، والستاتينات، ومدرات البول الثيازيدية، وبعض أدوية فيروس العوز المناعي البشري، والأدوية المضادة للذهان من الجيل الثاني، حيث من المعروف أن هذه العوامل تزيد من خطر الإصابة بهذه الحالات، النظر في الأشخاص الذين يوصف لهم أدوية مضادة للذهان من الجيل الثاني، يتم فحص مقدمات السكري والسكري في خط الأساس وتكرار ذلك بعد 12-16 أسبوعا من بدء الدواء أو قبل ذلك، إذا كان محددا سريريا، وسنويا بعد ذلك، ينبغي فحص الأشخاص المصابين بفيروس العوز المناعي البشري (HIV) للكشف عن السكري ومقدمات السكري باختبار FPG قبل بدء العلاج المضاد للفيروسات القهقرية، في وقت تبديل العلاج المضاد للفيروسات القهقرية، وبعد 3-6 أشهر من بدء العلاج المضاد للفيروسات القهقرية أو تبديله. إذا كانت نتائج الفحص الأولية طبيعية، يجب فحص FPG سنويا، معايير فحص مرض السكري أو مقدمات السكري لدى البالغين التي لاتظهر عليهم أعراض ارتفاع السكر في الدم: يجب النظر في الاختبار لدى البالغين الذين يعانون من زيادة الوزن أو السمنة (مؤشر كتلة الجسم ≥25 كجم /م 2 أو ≥23 كجم /م2  ، في الأفراد من أصل آسيوي) الذين لديهم واحد أو أكثر من عوامل الخطر التالية: قريب من الدرجة الأولى مصاب بداء السكري، تاريخ من أمراض القلب والأوعية الدموية، ارتفاع ضغط الدم (≥130/80 مم زئبق أو عند العلاج لارتفاع ضغط الدم)، مستوى كوليسترول البروتين الدهني عالي الكثافة <35 مجم / دل (<0.9 مليمول / لتر) و / أو مستوى الدهون الثلاثية >250 مجم / دل (>2.8 مليمول / لتر)، الأفراد الذين يعانون من متلازمة المبيض المتعدد الكيسات، الخمول البدني، الحالات السريرية الأخرى المرتبطة بمقاومة الأنسولين (Insulin Resistance )(على سبيل المثال، السمنة الشديدة، الشواك الأسود أي تغميق الجلد (Acanthosis Nigricans) مرض الكبد الدهني (Fatty Liver) المرتبط بخلل التمثيل الغذائي)، يجب اختبار الأشخاص المصابين بمقدمات السكري  سنويا بهذه الفحوصات : A1C ≥5.7%[≥39مليمول / مول]،IGT(ضعف تحمل الجلكوز)،IFG(ضعف جلكوز الصائم)،كما يجب أن يخضع الأشخاص الذين تم تشخيص إصابتهم بسكري الحمل للاختبار كل 1-3 سنوات على الأقل، و بالنسبة لجميع الأشخاص الآخرين، يجب أن يبدأ الاختبار في سن 35 عاما، وإذا إذا كانت النتائج طبيعية، فيجب تكرار الاختبار على فترات لا تقل عن 3سنوات، مع مراعاة إجراء اختبار أكثر تواترا اعتمادا على النتائج الأولية وحالة المخاطر، ومما لاشك فيه يجب أيضا مراقبة الأفراد في المجموعات الأخرى المعرضة لخطر كبير (على سبيل المثال، الأشخاص المصابين بفيروس نقص المناعة البشرية، والتعرض للأدوية عالية الخطورة، والأدلة على أمراض اللثة، وتاريخ التهاب البنكرياس) عن كثب، الفحص القائم على المخاطر لمرض السكري من النوع 2 أو مقدمات السكري لدى الأطفال والمراهقين عديمي الأعراض في بيئة سريرية: يجب مراعاة الفحص في الشباب* الذين يعانون من زيادة الوزن (≥85 بالمائة) أو السمنة (≥95 بالمائة) والذين لديهم واحد أو أكثر من عوامل الخطر الإضافية: تاريخ الأم للإصابة بمرض السكري أو سكري الحمل أثناء حمل الطفل، تاريخ عائلي للإصابة بمرض السكري من النوع 2 لدى قريبين من الدرجة الأولى أو الثانية،علامات مقاومة الأنسولين أو الحالات المرتبطة بمقاومة الأنسولين (الشواك الأسود، ارتفاع ضغط الدم، عسر شحميات الدم(dyslipidemia)، متلازمة المبيض المتعدد الكيسات، الوزن الكبير أو الصغير عند الولادة في عمر الحمل).\nسكري الحملGDM  (Gestational diabetes  )\nالتعريف بالمرض: سكري الحمل هو ارتفاع سكر الدم المرتبط بالحمل، مما يزيد من خطر حدوث مضاعفات خطيرة على الأم والجنين والمولود. ويظل هذا الخطر قائمًا سواءً كان ارتفاع سكر الدم من النوع الثاني الذي شُخِّص قبل الحمل أو أثناءه. ويزداد خطر الإصابة بالسكري لدى حديثي الولادة لأمهات مصابات بسكري الحمل في مرحلة البلوغ، ترجع زيادة وقوع المضاعفات المرتبطة بالحمل، مثل الولادة المبكرة، والولادات الكبيرة في سن الحمل، والعملقة (وزن الولادة > 4.5 كغ)، والولادة القيصرية، ومقدمات الارتعاج في المقام الأول إلى فرط سكر الدم أثناء الحمل، مما يؤدي إلى تضخم المواليد. يمكن أن يتأثر سكري الحمل بالعديد من عوامل الخطر، مثل وجود تاريخ عائلي للحالة، والسمنة، وعمر الأم المتقدم، والإصابة بمتلازمة المبيض المتعدد الكيسات ، واتباع نمط حياة مستقر، والتعرض للملوثات البيئية.\nالتشخيص : فحص وتشخيص سكري الحمل: وهو عبارة عن إستراتيجيتين: إستراتيجيّة الخطوة الواحدة:( يجب إجراء OGTT (اختبار تحمل الجلكوز عن طريق الفم) بوزن 75 جم، مع قياس الجلوكوز في البلازما عندما يكون الفرد صائما وعند 1 و2 ساعة، في 24-28 أسبوعا من الحمل لدى الأفراد الذين لم يتم تشخيص إصابتهم بمرض السكري من قبل، كما يجب إجراء OGTT في الصباح بعد صيام بين عشية وضحاها لمدة 8 ساعات على الأقل، يتم تشخيص سكري الحمل عند استيفاء أي من قيم الجلوكوز في البلازما التالية أو تجاوزها: في حالة الصيام : 92 مجم / دل (5.1 مليمول / لتر)، 1 ساعة: 180 مجم / دل (10.0 مليمول / لتر)، ساعة: 153 مجم / دل (8.5 مليمول / لتر))،إستراتيجية من خطوتين :( الخطوة١: يجب إجراء 50 جم GLT (غير صائم)، مع قياس الجلوكوز في البلازما في ساعة واحدة، في 24-28 أسبوعا من الحمل لدى الأفراد الذين لم يتم تشخيص إصابتهم بمرض السكري من قبل)، إذا كان مستوى الجلوكوز في البلازما المقاس بعد ساعة واحدة من الحمل ≥130 أو 135 أو 140 مجم / ديسيلتر (7.2 أو 7.5 أو 7.8 مليمول / لتر ، على التوالي)، ينتقل إلى 100 جم، OGTT، الخطوة٢: يجب إجراء OGTT 100 جرام عندما يكون الفرد صائما، حيث يتم تشخيص سكري الحمل عندما يتم استيفاء أو تجاوز اثنين على الأقل من مستويات الجلوكوز الأربعة التالية في البلازما (تم قياسها أثناء الصيام وعند 1و2 و3 ساعات أثناء OGTT)(كاربنتر-كوستان): في حالة الصيام: 95 ملغم/دل (5.3 ملليمول/لتر)، الساعة ١: 180 مجم / دل (10.0 مليمول / لتر)، الساعة ٢: 155 ملغم/دل (8.6 ملليمول/لتر)، الساعة ٣:  140 ملغم/دل (7.8 ملليمول/لتر))\n\n\n\n\nالأشكال الهجينة لمرض السكري\n١-مرض السكري المناعي المتطور ببطء (LADA)\nالتعريف بالمرض: مرض السكري المناعي المتطور ببطء، والمعروف أيضا باسم مرض السكري المناعي الذاتي الكامن لدى البالغين (يشبه LADA مرض السكري من النوع 2 سريريا، ولكنه يتميز بوجود أجسام مضادة ذاتية للبنكرياس مرتبطة بمرض السكري المناعي الذاتي. في البداية، يمكن إدارة الأفراد المصابين ب LADA بالأدوية الفموية وتعديلات نمط الحياة مثل المصابين بداء السكري من النوع 2، ومع ذلك، فإنهم يميلون إلى التقدم إلى الحاجة إلى علاج الأنسولين بمعدل أسرع مقارنة بمرضى السكري النموذجيين من النوع 2. LADA أكثر انتشارا في مناطق معينة من مرض السكري من النوع الأول سريع الظهور. هناك نوع فرعي مماثل يعرف باسم مرض السكري المناعي الذاتي الكامن عند الشباب (LADY) لوحظ في الأطفال والمراهقين المصابين بداء السكري السريري من النوع 2 والأجسام المضادة الذاتية للبنكرياس، هناك نوع فرعي مماثل يعرف باسم مرض السكري المناعي الذاتي الكامن عند الشباب (LADY) لوحظ في الأطفال والمراهقين المصابين بداء السكري السريري من النوع 2 والأجسام المضادة الذاتية للبنكرياس. تتضمن المعايير المستخدمة لتشخيص LADA عادة الأجسام المضادة الذاتية لحمض الجلوتاميك ديكاربوكسيلاز (GAD) الإيجابية، والعمر الأكبر من 35 عاما وقت التشخيص، وعدم الحاجة الفورية للعلاج بالأنسولين في أول 6-12 شهرا بعد التشخيص. يختلف انتشار الأجسام المضادة الذاتية GAD في أفراد مرض السكري من النوع 2 الذين تم تشخيصهم سريريا بين المجموعات العرقية والإقليمية، ويتراوح من 5٪ إلى 14٪.\n٢-مرض السكري من النوع الثاني المعرض للكيتوزية\nالتعريف بالمرض: مرض السكري من النوع 2 المعرض للكيتوزية هو حالة سريرية فريدة من نوعها تظهر بشكل أساسي في عمر الشباب، الذين تنحدر أصولهم من أفريقيا او جنوب الصحراء الكبرى، ولكن يمكن ملاحظته فيمتلئ المجموعات العرقية، يتميز بنوبات من الكيتوزية ونقص شديد في الأنسولين في العرض الأولي، تشبه مرض السكري من النوع 1 أو الحماض الكيتوني السكري. ومع ذلك، ومع ذلك، فإن الأفراد الذين يعانون من هذه الحالة تخف حالتهم ولا يحتاجون إلى علاج الأنسولين. ومع ذلك، يعاني حوالي 90٪ من هؤلاء الأفراد من نوبات أخرى من الكيتوزية في غضون 10 سنوات، وحتى الان السبب الأساسي الدقيق للإصابة به غير مفهوم تماما، ولم يتم تحديد أي دليل وراثي أو علامات المناعة الذاتية. يعتقد أن سمية الجلوكوز قد تلعب دورا في فشل خلايا β الحاد والمرحلة في هذه الحالة. ومن المثير للاهتمام، بعد علاج الأنسولين واستعادة مستويات الجلوكوز الطبيعية في الدم، هناك تحسن كبير ومطول في وظيفة إفراز الأنسولين في خلايا β.\n\n\n أنواع خاصة أخرى من داء السكري (DM):\nالعيوب الوراثية لوظيفة خلايا β:  (حيث تنشأ حالته بسبب طفرات وراثية محددة وتقدم مظاهر سريرية متعددة تتطلب مناهج علاجية متنوعة. تظهر بعض هذه المظاهر خلال فترة حديثي الولادة، في حين أن البعض الآخر يصبح واضحا خلال مرحلة البلوغ المبكرة، أمثلة على الطفرات الوراثية: الكروموسوم 20، HNF-4 α(MODY1) ، الكروموسوم 7، الجلوكوزيناز (MODY2)، الكروموسوم 12، HNF-1 α(MODY3) ،الكروموسوم 13، عامل مروج الأنسولين-1 (IPF-1؛ MODY4)، الكروموسوم 17، HNF-1β (MODY5)، الكروموسوم 2، NeuroD1 (MODY6) ،الحمض النووي للميتوكوندريا، وأمثلة غيرها)، العيوب الوراثية في عمل الأنسولين: (تحدث هذه الحالة بسبب طفرات وراثية محددة وتتميز بمقاومة عميقة للأنسولين، حتى في غياب السمنة. يتطور مرض السكري عندما تكون خلايا β غير قادرة على التعويض بشكل فعال عن مقاومة الأنسولين الموجود في الجسم.)، أمثلة على الطفرات الوراثية: (مقاومة الأنسولين من النوع (A)، متلازمة رابسون مندنهول، مرض السكري الضموري الدهني، وغيرها من الأمثلة)، أمراض البنكرياس الإفرازي: (يمكن أن يحدث ارتفاع السكر في الدم بسبب حالات مختلفة تؤثر على البنكرياس، مثل الصدمات والأورام والالتهابات والعوامل الأخرى ذات الصلة.، أمثلة على الأمراض: تَلَيُّف كيسيّ، الصدمة واستئصال البنكرياس، اعتلال البنكرياس الليفي، ورم والتهاب البنكرياس، هيموكروماتيز (وهو داء ترسب الأصبغة الدموية أي هو حالة مرضية تؤدي إلى امتصاص الجسم كمية زائدة من الحديد، وأمراض أخرى)، أمراض الغدد الصماء: (لوحظ في الأمراض التي تتميز بالإفراز المفرط للهرمونات التي تتعارض مع عمل الأنسولين، أمثلة على الأمراض:جلوكاجونوما (نوع نادر من الأورام يصيب خلية ألفا في البنكرياس مؤديا إلى زيادة انتاج هرمون الجلوكاجون)، فرط نشاط الغدة الدرقية، متلازمة كوشينغ (هو اضطراب هرموني ناتج عن زيادة إفراز هرمون الكورتيزول في الدم)، ضخامة النهايات (هي متلازمة تنتج عن زيادة إفراز هرمون النمو)، ورم القواتم (ورم نادر ينمو في إحدى الغدتين الكظريتين)، ألدوستيرونوما (هو ورم غدي في الغدة الكظرية ينتج الألدوستيرون الزائد.)، ورم سوماتوستاتيني (نوع من أورام الغدد الصم العصبية (NET))، وامراض أخرى)، مرض السكري الناجم عن الأدوية أو المواد الكيميائية:( يمكن أن تتداخل بعض الأدوية والمواد الكيميائية مع إفراز الأنسولين أو وظيفته، في حين أن البعض الآخر لديه القدرة على التسبب في تلف خلايا β، أمثلة على الأدوية: Glucocorticoids (توصف أدوية الجلوكوكورتيكويد على نطاق واسع لعلاج الأمراض الالتهابية ومنع رفض زراعة الأعضاء، ولكنها تعزز ارتفاع السكر في الدم وداء السكري)، Pentamidine (دواء يستعمل في علاج أو الوقاية من نوع معين من التهاب الرئة، قد يرتبط استعمال حقن دواءا البينتاميدين بحدوث انخفاض في سكر الدم قد يرافقه موت لخلايا البنكرياس الجزيرية Pancreatic islet cell)، Thiazides  (المرضى الذين يتناولون مدرات البول الثيازيدية أكثر عرضة لخطر ضعف تحمل الجلوكوز أو حتى الإصابة بمرض السكري، إلا أن تغير مستوى الجلوكوز في الدم يختلف باختلاف التجارب.) ، Thyroid hormone (يزيد هرمون الغدة الدرقية الزائد من عملية التمثيل الغذائي تسمى تحلل الدهون، والتي تنطوي على تحطيم الدهون في الجسم إلى أحماض دهنية خالية من المصل، وإفراز الأنسولين والجلوكاجون. يؤدي مجموع هذه التأثيرات إلى تفاقم استقلاب الجلوكوز، مما قد يسبب عدم تحمل الجلوكوز والسكري.)، Alpha-adrenergic agonists (يُؤدي تحفيز مستقبلات ألفا2 الأدرينالية إلى انخفاض إفراز الأنسولين وتأثير طفيف على تحلل الدهون، Alpha-adrenergic agonists (تؤدي تأثيرات β2-agonist المحددة على خلية البنكرياس β إلى زيادة إفراز الأنسولين، ولكن الآليات الأخرى، مثل زيادة إفراز الجلوكاجون والآثار الكبدية، تسبب زيادة عامة في الجلوكوز في المصل وانخفاض واضح في حساسية الأنسولين.)، Dilantinالفينيتوين (  قد يتداخل الفينيتوين مع التحكم في نسبة الجلوكوز في الدم ويقلل من فعالية ميتفورمين وأدوية السكري الأخرى. راقب مستويات السكر في الدم عن كثب. قد تحتاج إلى تعديل جرعة أدوية السكري أثناء وبعد العلاج بالفينيتوين.) ، Nicotinic acid (إن كنت مصابًا بداء السكري، فيمكن أن يعوق النياسين السيطرة على مستوى الجلوكوز في الدم.) ، Interferon-alpha (هو بروتين صناعي يساعد جهاز المناعة على مكافحة العدوى الفيروسية وبعض أنواع السرطان، علاوة على ذلك، من المعروف أن الإنترفيرون ألفا يزيد من التعبير عن المستضد المعقد من الفئة الأولى للتوافق النسيجي الرئيسي على أغشية الخلايا وتنشيط الخلايا التائية والخلايا القاتلة الطبيعية، حيث تتفق هذه النتائج مع الفرضية القائلة بأن الإنترفيرون ألفا يشارك في تطور مرض السكري من النوع الأول لدى البشر)من الأمثلة على المواد الكيميائية:  vacorاو  Pyrinuron  (مبيد للقوارض يلحق الضرر أيضًا بخلايا بيتا في البنكرياس، مما يؤدي إلى داء السكري الحاد والحماض الكيتوني السكري) ،العدوى: ( تم ربط بعض الفيروسات بالتدمير المباشر لخلايا β،أمثلة على العدوى المؤدية إلى مرض السكري: االحصبة الألمانية الخلقية، فيرو المضخم للخلايا، فيروس كوكساكي B ،فيروس كورونا 2019 (COVID-19)، فيروس كورونا 2 (SARS-CoV-2))، أشكال غير شائعة من مرض السكري بوساطة المناعة(ارتبطت الأمراض النادرة التي تتوسطها المناعة بهذه الحالة، أمثلة على الأمراض النادرة: الأجسام المضادة لمستقبلات الأنسولين، متلازمة الشخص المتيبس، وغيرها.)، وترتبط المتلازمات الوراثية الأخرى أحيانا بمرض السكري أمثلة على المتلازمات الوراثية (متلازمة داون (اضطراب جيني يسببه وجود نسخة ثالثة من الكروموسوم ٢١ او جزء منها)، متلازمة تيرنر (اضطراب يؤثر في تطور الفتيات؛ والسبب هو نقص الصبغي X أو انعدامه عند الإناث)، متلازمة كلاينفيلتر (متلازمة توجد في الذكور الذين يمتلكون صبغة (X) زائدة في خلاياهم)، متلازمة ولفرام (مرضوراثي يتسبب بالسكري وضمور بصري وصمم وأمراض أخرى مختلفة) هنتنغتون كوريا (داء يؤدي إلى تحلل الخلايا العصبية في الدماغ بمرور الوقت)، ترنح فريدريش (مرض وراثي متنحي جسديا ،يسبب تلفا تصاعديا للجهاز العصبي للمريض)، متلازمة لورانس مون بيدل (اضطراب وراثي جسمي متنحي نادر، يرتبط بخمس سمات أساسية، هي التهاب الشبكية الصباغي، وكثرة الأصابع، والسمنة، وقصور الغدد التناسلية، والتخلف العقلي )، البورفيريا (هي مجموعة من من الاضطرابات المورثة أو المكتسبة لإنزيمات معينة في مسار التخليق الحيوي للهيم ،وتظهر إما بمضاعفات عصبية أو بمشاكل في الجلد)،  ضمور العضلات، متلازمة برادر ويلي (اضطراب جيني نادر يؤثر في الجسم كاملا)، وغيرها ))\n\n\nتصنيفات أخرى لداء السكري DM:\nداء السكري المناعي الذاتي الحاد (SAID)-المجموعة ١:داء السكري من النوع 1، عادة ما يصيب الأفراد الأصغر سنا، حالة مناعية ذاتية حيث يهاجم الجهاز المناعي خلايا بيتا، انخفاض مؤشر كتلة الجسم ونقص الأنسولين وضعف التحكم في نسبة السكر في الدم، يتطلب علاج الأنسولين، الخطورة: يمكن أن يكون هذا النوع خطيرا، خاصة إذا لم تتم إدارته بشكل صحيح، لأنه ينطوي على استجابة مناعية ذاتية يمكن أن تؤدي إلى الاعتماد على الأنسولين والمضاعفات، مرض السكري الشديد الناجم عن نقص الأنسلوين (SIDD) المجموعة 2: على غرار المجموعة 1، ولكنها تفتقر إلى الأجسام المضادة لحمض الجلوتاميك ديكاربوكسيلاز( GADA) وهذا مايميزها، خلل في وظيفة خلايا بيتا، الخطورة: يمكن أن يكون خطيرا بسبب نقص الأنسولين. مرض السكري الشديد المقاوم للأنسولين (SIRD) المجموعة 3: الأفراد الذين يعانون من زيادة الوزن ولديهم مقاومة عالية للأنسولين، تنتج الخلايا الأنسولين، لكنها لا تستجيب له، زيادة خطر الإصابة بمرض الكبد الدهني غير الكحولي، الخطورة: هذا النوع خطير لأنه يمكن أن يؤدي إلى مضاعفات، خاصة فيما يتعلق بمقاومة الأنسولين والسمنة، مرض السكري الخفيف المرتبط بالسمنة (MOD) المجموعة 4: يحدث في الأفراد الذين يعانون من السمنة المفرطة أو زيادة الوزن، لا يرتبط بمقاومة الأنسولين بشكل كبير، وهو الشكل الأكثر اعتدالا من مرض السكري، الخطورة: بشكل عام، أقل خطورة من الأنواع الفرعية الشديدة، ولكن قد تظل المخاطر الصحية المرتبطة بالسمنة سارية، مرض السكري الخفيف المرتبط بالعمر (MARD)- المجموعة ٥: عادة ما يصيب كبار السن، صعوبة خفيفة في التحكم في نسبة السكر في الدم، يمثل النوع الأكثر شيوعا حوالي 40٪ من الحالات، الخطورة: بشكل عام، أقل خطورة من الأنواع الفرعية الشديدة، ولكن المخاطر الصحية المتعلقة بالسمنة قد لا تزال سارية.\nتأثير المواد الكيميائية والسموم في DM: هناك العديد من الآليات التي يمكن ان يساهم من خلالها التعرض الطويل الأمد للسموم البيئية، مثل الزرنيخ (As) والمعادن الثقيلة الأخرى إلى تطور داء السكري (DM): طرق قيام السموم البيولوجية بتطوير مرض السكري: زيادة الإجهاد التأكسدي: السموم البيئية مثل الزرنيخ يمكن أن تحفز الإجهاد التأكسدي في الجسم. يشير الإجهاد التأكسدي إلى عدم التوازن بين إنتاج أنواع الأكسجين التفاعلية الضارة (ROS) وقدرة الجسم على إزالة السموم منها. يمكن أن يؤدي التعرض المطول لهذه السموم إلى إرباك أنظمة الدفاع المضادة للأكسدة في الجسم، مما يؤدي إلى تلف التأكسد لمختلف الخلايا والأنسجة، خلل خلايا بيتا: يحتوي البنكرياس على خلايا بيتا المسؤولة عن إنتاج الأنسولين الذي ينظم مستويات الجلوكوز في الدم. يمكن أن يؤدي الإجهاد التأكسدي وتعطيل وظيفة الميتوكوندريا الناجمة عن السموم مثل الزرنيخ إلى إضعاف وظيفة خلايا بيتا هذه. يمكن أن يؤدي هذا الخلل الوظيفي إلى انخفاض إنتاج الأنسولين أو إفرازه، مقاومة الأنسولين: يمكن أن تساهم السموم أيضا في مقاومة الأنسولين، وهي حالة تصبح فيها خلايا الجسم أقل استجابة للأنسولين. يحدث هذا غالبا في سياق السمنة والخلل الأيضي، والتي ترتبط بالتعرض المزمن للسموم البيئية، وكذا الإلتهاب: يمكن أن يؤدي الإجهاد التأكسدي والخلل الوظيفي في الميتوكوندريا الناجم عن السموم إلى التهاب مزمن. يمكن أن يؤدي الالتهاب إلى تفاقم مقاومة الأنسولين، وتعطيل مسارات إشارات الأنسولين ، وإضعاف القدرة الإجمالية للخلايا على الاستجابة للأنسولين، إلى جانب ضعف الميتوكوندريا: يمكن للسموم مثل الزرنيخ أن تعطل وظيفة الميتوكوندريا، والتي تلعب دورا مهما في استقلاب الطاقة. يمكن أن يؤدي ضعف وظيفة الميتوكوندريا إلى انخفاض إنتاج ATP مما يتسبب في التحول من الفسفرة المؤكسدة إلى تحلل السكر لتوليد الطاقة. يمكن أن يؤثر هذا التحول الأيضي على قدرة خلايا بيتا على إقران إفراز الأنسولين بمستويات الجلوكوز، وقد تؤدي الإلى نقص السيلينيوم: السيلينيوم هو عنصر غذائي أساسي للجسم ويشارك في آليات الدفاع المضادة للأكسدة. يمكن لبعض السموم، مثل الزرنيخ، أن تستنفد مستويات السيلينيوم في الجسم، مما قد يقلل من نشاط بروتينات السيلين مثل الجلوتاثيون بيروكسيديز 1 (GPx-1). يمكن أن يؤدي انخفاض نشاط GPx-1 إلى زيادة عبء بيروكسيد الهيدروجين (H2O2) والإجهاد التأكسدي، وتعد الآثار المشتركة للسموم المتعددة: غالبا ما يتعرض البشر لسموم مختلفة في وقت واحد، وقد يكون لهذه السموم آثار مضافة أو تآزرية على خطر مرض السكري. هذا يعني أن التأثير المشترك للتعرض للملوثات البيئية المتعددة يمكن أن يكون أكثر ضررا من التعرض لكل سم على حدة.\n.\n\n\nالعلاج:\nالعلاج بالأنسولين والأدوية الأخرى: يحتاج أي مصاب بمرض السكري من النوع الأول إلى العلاج بالأنسولين طوال حياته، وقد يحتاج الأنسولين مرضى السكري من الأنواع الآخرى: توجد عدة أنواع من الأنسولين، منها: الأنسولين قصير المفعول أو الأنسولين العادي: (ويبدأ مفعوله في غضون 30 دقيقة تقريبًا بعد الحقن. ويبلغ مفعوله أعلى مستوى له خلال مدة من 90 إلى 120 دقيقة، ويستمر لمدة تتراوح بين 4 و6 ساعات تقريبًا، ومن أمثلته:Humulin R, Novolin R, Afrezza,)، الأنسولين سريع المفعول: (يبدأ مفعول هذا النوع من الأنسولين خلال 15 دقيقة. ويبلغ مفعوله أعلى مستوى في غضون 60 دقيقة ويستمر لمدة 4 ساعات تقريبًا. يُستخدم هذا النوع عادةً قبل تناول الوجبات بفترة تتراوح بين 15 و20 دقيقة، ومن أمثلته: غلوليزين (Apidra)، ليسبرو (Lyumjev, Admelog,Humalog)، أسبارت (FiAsp, NovoLog)، وتتنوع خيارات توصيل الأنسولين: لا يمكن أخذ الأنسولين عن طريق الفم لخفض سكر الدم؛ حيث ستكسِّر إنزيمات المعدة الأنسولين، وتحجب مفعوله. لذلك ستحتاج إلى حقن الأنسولين أو استخدام مضخة أنسولين من خلال: الحُقن (يمكنك استخدام إبرة رفيعة ومِحقنة أو قلم أنسولين لحقن الأنسولين تحت الجلد. تشبه أقلام الأنسولين أقلام الكتابة بالحبر وتتوفر بأشكال يمكن إعادة ملئها وأخرى يُتخلص منها بعد انتهائهاوإذا اخترت حُقن الأنسولين، فستحتاج على الأرجح استخدام مزيج من أنواع الأنسولين خلال فترتي النهار والليل)، او مضخة الأنسولين: (هذا جهاز صغير يُرتدى خارج الجسم، ويُبرمج لتوصيل كميات مُحددة من الأنسولين طوال اليوم وعندما تتناول الطعام. يوجد أنبوب يعمل على توصيل خزان الأنسولين بقِسطار يُدخل أسفل جلد البطن، ويتوفر أيضًا خيار المضخة دون أنبوب، ويُرتدى فيه جراب يحتوي على الأنسولين على الجسم، ومزود بأنبوب قسطرة صغير يُدخل تحت الجلد، ومن المهم مراقبة سكر الدم: بناءً على نوع الأنسولين الذي تختاره أو تطلبه، قد تحتاج إلى فحص مستوى السكر في الدم وتسجيل القراءات أربع مرات في اليوم على الأقل، ويوصي الأطباء بفحص مستويات السكر في الدم قبل تناول الوجبات العادية والخفيفة، وقبل النوم، وقبل ممارسة الرياضة أو القيادة، ومتى اعتقدت أن نسبة السكر في الدم قد انخفضت. فالمتابعة الدقيقة هي السبيل الوحيد لضمان الحفاظ على مستوى السكر في الدم ضمن النطاق المستهدف. ويمكن عن طريق المتابعة المستمرة تقليل مستويات الهيموغلوبين السكري، وحتى لو كنت تأخذ الأنسولين وتلتزم بتناول الطعام وفقًا لجدول زمني صارم، فمن الممكن أن تتغير مستويات السكر في الدم وتعدالمراقبة المستمرة للجلوكوز مهمة جدا ومن أمثلة الأجهزة المساعدة على ذلك، أجهزة مراقبة الجلوكوز المستمرة (CGM) لمتابعة مستويات سكر الدم. تساعد مرضى السكري كثيرًا في الوقاية من انخفاض نسبة سكر الدم. وقد ثبت أن هذه الأجهزة تعمل على خفض مستوى الهيموغلوبين السكري وطريقة عمل أجهزة مراقبة الجلوكوز (CGM): تُوصَّل أجهزة المراقبة المستمرة للغلوكوز بالجسم باستخدام إبرة رفيعة تحت الجلد مباشرة. وتعمل على فحص مستوى الغلوكوز في الدم كل بضع دقائق، ولها عدة أنظمة: النظام الحلَقي المغلق: وهو جهاز يُزرَع في الجسم لربط جهاز مراقبة الغلوكوز المستمرة بمضخة أنسولين. ويفحص جهاز المراقبة مستويات سكر الدم بشكل منتظم. ويُوصِّل الجهاز الكمية المناسبة من الأنسولين تلقائيًا حسبما يتطلب جهاز المراقبة، الأنظمة الحلقية المغلقة الهجينة: ويطلق على هذه الأنظمة وصف "الهجينة" لأنها تتطلب بعض المدخلات من المستخدم. فعلى سبيل المثال، قد تضطر إلى إدخال كمية الكربوهيدرات المستهلكة أو تأكيد مستويات السكر في الدم من وقت إلى آخر. وتستخدم لعلاج داء السكري من النوع الأول، الأدوية الآخرى التي قد توصف لمرضى داء السكري: أدوية ارتفاع ضغط الدم: (قد يصرف الحفاظ على صحة الكلى ويُنصح بهذه الأدوية لمرضى السكري الذين يزيد ضغط الدم لديهم عن 140/90 ملليمتر زئبقي)، الأسبرين:( قد يُوصي الطبيب بتناول جرعة منخفضة أو جرعة عادية من الأسبرين يوميًا لحماية قلب المريض، ربما يشعر الطبيب أن المريض أكثر عرضة لخطر الإصابة بأمراض القلب والأوعية الدموية. وسيناقش الطبيب مع المريض احتمال الإصابة بالنزيف إذا كان يتناول الاسبرين)، أدوية خفض الكوليسترول: (قد تكون الإرشادات المرتبطة بالكوليسترول أكثر حزمًا لمرضى السكري نظرًا لأنهم أكثر عرضة للإصابة بأمراض القلب)، الميتفورمين: ( وهو أول دواء يوصف للسكري من النوع الثاني بوجه عام، فهو يعمل بشكل أساسي عن طريق خفض إنتاج الغلوكوز في الكبد وتحسين حساسية الجسم للأنسولين حتى يستفيد جسمك من الأنسولين على نحو أكثر فعالية)،فيتامين B-12 : (يُصاب بعض الأشخاص بنقص فيتامين B-12 وقد يحتاجون إلى تناول مكمّلات غذائية)، السلفونيل يوريا: (الذي يساعد الجسم على إفراز كمية أكبر من الأنسولين)، الجلينيدات: (تحفز البنكرياس على إفراز مزيد من الأنسولين. وتعمل أسرع من السلفونيل يوريا. لكن تأثيرها في الجسم يدوم مدة أقصر)، الثيازوليدينيديون: (الذي يجعل أنسجة الجسم أكثر حساسية للأنسولين)، مثبطاتDPP-4: (تساعد على خفض مستويات سكر الدم، لكن تأثيرها ضعيف)، ناهضات مستقبلاتGLP-1: (وهي أحد أشكال الأدوية التي تؤخذ عن طريق الحقن والتي تساعد على إبطاء عملية الهضم وخفض مستويات سكر الدم. وكثيرًا ما يرتبط استخدامها بفقدان الوزن، وقد يؤدي بعضها إلى تقليل خطر الإصابة بالنوبات القلبية والسكتات الدماغية)، مثبطاتSGLT-2: (تؤثر على وظائف تنقية الدم في الكلى عن طريق إعاقة رجوع الغلوكوز إلى مجرى الدم. ونتيجة لذلك، يتخلص الجسم من الغلوكوز في البول، وقد تقلل هذه الأدوية خطر الإصابة بالنوبات القلبية والسكتات الدماغية لدى الأشخاص الأكثر عرضة للإصابة بها).\n.\n\n\nالأدوية: الأدوية المستخدمة تشمل: الأنسولين (أنواع مختلفة مثل سريع المفعول وطويل المفعول)، الميتفورمين (يعمل على خفض إنتاج الجلوكوز في الكبد، الآثار الجانبية: الغثيان، الإسهال)، السلفونيل يوريا (مثل Glibenclamide، تحفز إفراز الأنسولين، الآثار الجانبية: انخفاض السكر في الدم، زيادة الوزن)، مثبطات DPP-4 (مثل Sitagliptin، تقلل مستويات السكر، الآثار الجانبية: ألم المفاصل)، مثبطات SGLT2 (مثل كاناجليفلوزين، تُزيل الجلوكوز عبر البول، الآثار الجانبية: عدوى المسالك البولية)، الجلينيدات، الثيازوليدينيديون، ناهضات مستقبلات GLP-1، أدوية ارتفاع ضغط الدم، الأسبرين، أدوية خفض الكوليسترول، فيتامين B-12.\n\nالمراجع: https://www.sciencedirect.com/science/article/pii/S0753332223015329?via%3Dihub, https://diabetesjournals.org/care/article/48/Supplement_1/S27/157566/2-Diagnosis-and-Classification-of-Diabetes, https://pmc.ncbi.nlm.nih.gov/articles/PMC11576206/, https://www.who.int/ar/news-room/fact-sheets/detail/noncommunicable-diseases, https://www.moh.gov.sa/HealthAwareness/EducationalContent/Diseases/diabetic/Pages/009.aspx, https://www.mayoclinic.org/ar/diseases-conditions/type-2-diabetes/diagnosis-treatment/drc-20351199, https://www.mayoclinic.org/ar/diseases-conditions/type-1-diabetes/diagnosis-treatment/drc-20353017\n\nالنظام الغذائي الموصى به: يُوصى باتباع نظام غذائي صحي يشمل تناول الأطعمة الغنية بالألياف (مثل الخضروات والبقوليات)، تقليل السكريات والدهون المشبعة، والتركيز على الكربوهيدرات المعقدة. إدارة الوزن عبر تقليل السعرات الحرارية وتجنب الأطعمة المصنعة، مع توزيع الوجبات على فترات منتظمة للحفاظ على استقرار مستويات السكر."
}
,
  {
    "userId": 1,
    "id": 2,
    "title": "ارتفاع ضغط الدم",
    "body": "تعريف المرض: ارتفاع ضغط الدم (HTN) هو مرض شائع قابل للتعديل يؤثر على صحة سكان العالم ويؤدي إلى المراضة والوفيات. يزيد وجود ارتفاع ضغط الدم المرتفع من خطر الإصابة بالعديد من الحالات الصحية مثل أمراض القلب والأوعية الدموية وأمراض التمثيل الغذائي وأمراض الكلى. لا يرتبط ارتفاع ضغط الدم المرتفع بأمراض القلب والأوعية الدموية فحسب، بل يرتبط أيضًا بأمراض العضلات والعظام الأخرى مثل هشاشة العظام. يختلف انتشار ارتفاع ضغط الدم المرتفع باختلاف المنطقة والبلد وعينة الدراسة.\n\nالأعراض: لا تظهر أي أعراض على أغلب المصابين بارتفاع ضغط الدم، رغم أنه قد يصل لمستويات عالية الخطورة. وربما يكون ضغط دمك مرتفعًا منذ سنوات من دون أن تظهر عليك أي أعراض. وقد يشعر قليل من مرضى ارتفاع ضغط الدم بما يلي: الصداع، ضيق النفس، نزف الأنف. ومع ذلك فإن هذه الأعراض لا تشير إليه تحديدًا. وهي لا تحدث عادة إلا عندما يصل ارتفاع ضغط الدم إلى مرحلة خطيرة أو مهدِّدة لحياة المريض.\n\nالتشخيص: التشخيص: 1. تاريخ الميلاد. 2. التاريخ الطبي. 3. مراقبة ضغط الدم. 4. الفحوصات المخبرية. 5. بعض الفحوصات لاستبعاد أي سبب أو عامل خطر لارتفاع ضغط الدم. يُقاس ضغط الدم بالمليمترات الزئبقية (mmHg). تتكون قراءة ضغط الدم من رقمين. يسمى الرقم العلوي بالضغط الانقباضي. يقيس الرقم الأول أو العلوي الضغط في الشرايين عندما ينبض القلب. ويسمى الرقم السفلي الضغط الانبساطي. يقيس الرقم الثاني الضغط في الشرايين بين نبضات القلب. يتم تشخيص ارتفاع ضغط الدم إذا كانت قراءة ضغط الدم 130/80 ملم زئبقي أو أعلى.\n\nالأنواع: ارتفاع ضغط الدم الثانوي (SH) هو نوع من ارتفاع ضغط الدم الشرياني الذي ينجم عن سبب محدد يمكن تحديده وعلاجه، مثل أمراض الكلى أو اضطرابات الغدد الصماء. نوع ثالث: ارتفاع ضغط الدم الانقباضي المنعزل (ISH) في أكثر أشكال ارتفاع ضغط الدم الانقباضي شيوعًا لدى كبار السن. النوع الرابع: فرط ضغط الدم الرئوي (PH) هو مرض سريري غير متجانس يتميز في المقام الأول بزيادة غير طبيعية في ضغط الشريان الرئوي. النوع الخامس: تتميز حالات ارتفاع ضغط الدم الطارئة بارتفاع ضغط الدم بالزيادات المفاجئة والكبيرة في ضغط الدم التي تؤدي إلى تلف الأعضاء.\n\nالعلاج: النظام الصحي الغذائي: تناول الأطعمة التالية: الخضروات والفواكه والحبوب الكاملة، منتجات الألبان خالية أو قليلة الدسم، الأسماك، الدواجن، البقوليات، المكسرات، والزيوت النباتية. التقليل من الأطعمة الغنية بالدهون المشبعة مثل: اللحوم الدهنية، منتجات الألبان كاملة الدسم، الزيوت الاستوائية مثل زيت جوز الهند، وزيت نوى النخيل، وزيت النخيل. تقليل استهلاك: المشروبات المحلاة بالسكر، الحلويات والسكريات المصنعة.\n\nالأدوية: \n- ليسينوبريل: يمكنك تناول ليزينوبريل مع الطعام أو بدونه. الآثار الجانبية: ألم شديد في المعدة، شرى الجلد، صعوبة التنفس. التفاعلات: Amiloride, triamterene, Spironolactone.\n- أملوديبين: خذ الدواء في نفس الوقت كل يوم، مع الطعام أو بدونه. الآثار الجانبية: ألم أو ضغط في الصدر، ألم ينتشر إلى الفك أو الكتف، غثيان. التفاعلات: Simvastatin, Rhabdomyolysis.\n- لوسارتان: يمكنك تناول لوسارتان مع الطعام أو بدونه. الآثار الجانبية: الدوخة والإرهاق وانخفاض ضغط الدم والإسهال. التفاعلات: Ibuprofen.\n\nالمراجع:\n1. https://www.frontiersin.org/articles/10.3389/fpubh.2023.1092905/full\n2. https://www.mayoclinic.org/ar/diseases-conditions/high-blood-pressure/symptoms-causes/syc-20373410\n3. https://www.moh.gov.sa/awarenessplateform/ChronicDisease/Pages/Hypertension.aspx\n4. https://www.mayoclinic.org/ar/diseases-conditions/high-blood-pressure/diagnosis-treatment/drc-20373417\n5. https://pubmed.ncbi.nlm.nih.gov/33001495/\n6. https://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/dash-diet/art-20047110"
  },
  {
    "userId": 1,
    "id": 3,
    "title": "سرطان الثدي",
    "body": "تعريف المرض: سرطان الثدي مجموعة من الأمراض تبدأ في خلايا الثدي، قد تكون أورام حميدة لا تنتشر أو خبيثة تنتشر إلى أجزاء أخرى من الجسم (سرطان نقيلي).\n\nالأعراض: وجود كتلة في الثدي أو تحت الإبط، تغيرات في شكل أو حجم الثدي، إفرازات من الحلمة، تغيرات في جلد الثدي مثل التقشر أو الاحمرار، ألم في الثدي.\n\nالعلاج: أناستروزول (Anastrozole) يُقلل هرمون الإستروجين بعد انقطاع الطمث، تاموكسيفين (Tamoxifen) يُقلل مخاطر الإصابة لدى الرجال والنساء، ليتروزول (Letrozole) للعلاج بعد خمس سنوات من تاموكسيفين.\n\nالأدوية: \n- أناستروزول (Anastrozole): يُقلل هرمون الإستروجين.\n- تاموكسيفين (Tamoxifen): يُقلل مخاطر الإصابة.\n- ليتروزول (Letrozole): للعلاج بعد خمس سنوات من تاموكسيفين.\n\nالنظام الغذائي الموصى به: تناول الخضروات الملونة مثل البروكلي والجزر، البقوليات مثل العدس، الحبوب الكاملة مثل الأرز البني، تقليل الكحول والدهون المشبعة.\n\nالمراجع:\n1. https://pubmed.ncbi.nlm.nih.gov/31513033/\n2. https://www.mayoclinic.org/ar/diseases-conditions/breast-cancer/symptoms-causes/syc-20352470\n3. https://pubmed.ncbi.nlm.nih.gov/31161190/\n4. https://www.bcrf.org/about-breast-cancer/breast-cancer-diet-nutrition\n5. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 4,
    "title": "سرطان الغدة الدرقية",
    "body": "تعريف المرض: سرطان الغدة الدرقية هو نمو غير طبيعي للخلايا في الغدة الدرقية الموجودة أسفل تفاحة آدم في الرقبة، يُنظم هرمونات تنظم ضغط الدم ودرجة حرارة الجسم ومعدل ضربات القلب.\n\nالأعراض: كتلة في الرقبة، شعور بضيق في الحلق أو صعوبة في البلع، تغيرات في الصوت مثل البحة المتزايدة، تورم الغدد الليمفاوية في الرقبة، ألم في الرقبة أو الحلق.\n\nالعلاج: أرمور ثايرويد (Armour Thyroid) يُنظم هرمونات الغدة الدرقية، نيكسافار (Nexavar) يُثبط نمو الخلايا السرطانية، كابريلسا (Caprelsa) يُبطئ نمو الخلايا السرطانية.\n\nالأدوية: \n- أرمور ثايرويد (Armour Thyroid): يُنظم هرمونات الغدة الدرقية.\n- نيكسافار (Nexavar): يُثبط نمو الخلايا السرطانية.\n- كابريلسا (Caprelsa): يُبطئ نمو الخلايا السرطانية.\n\nالنظام الغذائي الموصى به: تقليل الأطعمة المحتوية على اليود مثل الملح المعالج باليود، تناول الفواكه والخضروات الطازجة، تجنب الأطعمة المجمدة ذات المكونات العالية باليود.\n\nالمراجع:\n1. https://www.frontiersin.org/articles/10.3389/fonc.2022.859984/full\n2. https://www.ncbi.nlm.nih.gov/books/NBK45929/\n3. https://www.mayoclinic.org/ar/diseases-conditions/thyroid-cancer/diagnosis-treatment/drc-20354167\n4. https://www.thyroid.org/low-iodine-diet/\n5. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 5,
    "title": "سرطان القولون",
    "body": "تعريف المرض: سرطان القولون هو نمو غير طبيعي للخلايا في الجزء الأخير من الجهاز الهضمي، غالبًا يبدأ كسليلة (Polyp) قد تتحول إلى سرطان.\n\nالأعراض: تغيير في عادات الأمعاء مثل الإسهال أو الإمساك، نزيف شرجي أو دم في البراز، انزعاج مستمر في البطن مثل التقلصات أو الغازات أو الألم، شعور بعدم تفريغ الأمعاء بالكامل، ضعف أو إرهاق، فقدان وزن غير مبرر.\n\nالعلاج: أوكساليبلاتين (Oxaliplatin) يُثبط نمو الخلايا السرطانية، فلورويوراسيل (Fluorouracil) لعلاج سرطان القولون والمستقيم، كابسيتابين (Capecitabine) يُستخدم بمفرده أو مع علاجات أخرى.\n\nالأدوية: \n- أوكساليبلاتين (Oxaliplatin): يُثبط نمو الخلايا السرطانية.\n- فلورويوراسيل (Fluorouracil): لعلاج سرطان القولون والمستقيم.\n- كابسيتابين (Capecitabine): يُستخدم بمفرده أو مع علاجات أخرى.\n\nالنظام الغذائي الموصى به: تناول الفواكه مثل التفاح والكيوي، الخضروات، الحبوب الكاملة، زيادة فيتامين D عبر التعرض للشمس.\n\nالمراجع:\n1. https://pubmed.ncbi.nlm.nih.gov/36856579/\n2. https://acsjournals.onlinelibrary.wiley.com/doi/10.3322/caac.21772\n3. https://www.mayoclinic.org/ar/diseases-conditions/colon-cancer/diagnosis-treatment/drc-20353674\n4. https://www.healthline.com/health-news/inflammation-diet-colorectal-cancer-risk#The-best-foods-to-lower-cancer-risk\n5. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 6,
    "title": "الربو",
    "body": "تعريف المرض: الربو حالة مزمنة تُسبب تضيق الممرات الهوائية وتؤدي إلى صعوبة في التنفس، تتراوح شدته من خفيف إلى شديد.\n\nالأعراض: أزيز أثناء التنفس، صعوبة في التنفس، ضيق في الصدر، سعال مستمر.\n\nالعلاج: مونتيلوكاست (Montelukast) يُقلل الالتهاب ويحمي من نوبات الربو، بريدنيزون (Prednisone) يُقلل الالتهاب عند إفراز المخاط، نوكالا (Nucala) يُقلل مستويات الحمضات في الدم.\n\nالأدوية: \n- مونتيلوكاست (Montelukast): يُقلل الالتهاب ويحمي من نوبات الربو.\n- بريدنيزون (Prednisone): يُقلل الالتهاب عند إفراز المخاط.\n- نوكالا (Nucala): يُقلل مستويات الحمضات في الدم.\n\nالنظام الغذائي الموصى به: تناول أطعمة غنية بمضادات الأكسدة مثل التوت وفيتامينات C وE، تقليل الالتهاب عبر الأطعمة الغنية بفيتامين D مثل السلمون.\n\nالمراجع:\n1. https://pubmed.ncbi.nlm.nih.gov/32167552/\n2. https://www.mayoclinic.org/ar/diseases-conditions/asthma/symptoms-causes/syc-20369653\n3. https://www.healthline.com/health-news/can-vitamin-d-reduce-asthma-attack-risk\n4. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 7,
    "title": "حب الشباب",
    "body": "تعريف المرض: حب الشباب حالة جلدية تحدث عند انسداد بصيلات الشعر بالزيوت والخلايا الميتة.\n\nالأعراض: رؤوس بيضاء (مسام مغلقة)، رؤوس سوداء (مسام مفتوحة)، بثور حمراء صغيرة مؤلمة (حطاطات)، بثور تحتوي على صديد في أطرافها (بثور)، كتل كبيرة صلبة مؤلمة تحت الجلد (عقيدات)، كتل مملوءة بالقيح تحت الجلد (خراجات كيسية).\n\nالعلاج: دوكسيسايكلين (Doxycycline) مضاد حيوي يُقلل الالتهاب، أكيوتان (Accutane) يُقلل الدهون في الجلد، مينوسايكلين (Minocycline) يُعالج التهابات الجلد المتنوعة.\n\nالأدوية: \n- دوكسيسايكلين (Doxycycline): مضاد حيوي يُقلل الالتهاب.\n- أكيوتان (Accutane): يُقلل الدهون في الجلد.\n- مينوسايكلين (Minocycline): يُعالج التهابات الجلد المتنوعة.\n\nالنظام الغذائي الموصى به: تناول أطعمة منخفضة المؤشر الجلايسيمي مثل الحبوب الكاملة والفواكه والخضروات، تقليل منتجات الألبان.\n\nالمراجع:\n1. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8971946/\n2. https://www.mayoclinic.org/ar/diseases-conditions/acne/symptoms-causes/syc-20368047\n3. https://www.healthline.com/health/anti-acne-diet#foods-to-include\n4. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 8,
    "title": "الثعلبة",
    "body": "تعريف المرض: الثعلبة حالة تُسبب تساقط الشعر مؤقتًا أو دائمًا نتيجة عوامل وراثية أو مناعية أو طبية.\n\nالأعراض: تساقط الشعر على شكل بقع دائرية في فروة الرأس، بقع صلعاء متقطعة في فروة الرأس أو الحاجبين، تساقط الشعر المفاجئ نتيجة صدمة جسدية أو عاطفية، تساقط الشعر في الجسم بالكامل بسبب العلاج الكيميائي، بقع متقشرة في فروة الرأس مع احمرار أو تورم.\n\nالعلاج: مينوكسيديل (Minoxidil) يُعزز نمو الشعر، ليتفولو (Litfulo - Ritlecitinib) يُقلل الخلايا المناعية المسببة لتساقط الشعر.\n\nالأدوية: \n- مينوكسيديل (Minoxidil): يُعزز نمو الشعر.\n- ليتفولو (Litfulo - Ritlecitinib): يُقلل الخلايا المناعية المسببة لتساقط الشعر.\n\nالنظام الغذائي الموصى به: تناول الخضروات مثل البروكلي والسبانخ، الفواكه مثل التوت والبرتقال، الحبوب الكاملة مثل الأرز البني.\n\nالمراجع:\n1. https://www.moh.gov.sa/HealthAwareness/EducationalContent/Diseases/Dermatology/Pages/Alopecia.aspx\n2. https://www.mayoclinic.org/ar/diseases-conditions/ringworm-scalp/symptoms-causes/syc-20354918\n3. https://www.healthline.com/health/alopecia-areata-and-diet#what-to-eat\n4. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 9,
    "title": "الصرع",
    "body": "تعريف المرض: الصرع هو حالة تتميز بنوبات متكررة ناتجة عن نشاط كهربائي غير طبيعي في الدماغ.\n\nالأعراض: الدوخة، الإحساس بألم غريب في المعدة، تغيرات بصرية، تقلصات عصبية.\n\nالعلاج: ليفيتيراسيتام (Levetiracetam) تُقلل من النوبات.\n\nالأدوية: \n- ليفيتيراسيتام (Levetiracetam): تُقلل من النوبات.\n\nالنظام الغذائي الموصى به: النظام الغذائي الكيتوني، الغني بالدهون وقليل الكربوهيدرات، الأوميغا-3 والمغنيسيوم وفيتامين B مفيدة لوظائف الدماغ.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/epilepsy/symptoms-causes/syc-20350093\n2. https://www.healthline.com/health/epilepsy/diet\n3. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 10,
    "title": "اضطراب فرط الحركة ونقص الانتباه",
    "body": "تعريف المرض: اضطراب فرط الحركة ونقص الانتباه (ADHD) يبدأ في الطفولة وقد يستمر حتى البلوغ، ويصعب تشخيصه بسبب تداخله مع اضطرابات أخرى مثل القلق والاكتئاب.\n\nالأعراض: الحركة المفرطة، مقاطعة الآخرين، فقدان التركيز، التشتت، صعوبة في التنظيم.\n\nالعلاج: يُعالج سلوكيًا بتدريب الأهل وإدارة الفصل، ودوائيًا بأدوية مثل ريتالين (Ritalin) الأكثر أمانًا وفعالية.\n\nالأدوية: \n- ريتالين (Ritalin): أكثر أمانًا وفعالية.\n\nالنظام الغذائي الموصى به: تقليل السكريات البسيطة والكافيين، تناول البروتينات مثل اللحوم والأسماك، أوميغا-3 من السلمون.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/adhd/symptoms-causes/syc-20350889\n2. https://www.healthline.com/health/adhd/diet\n3. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 11,
    "title": "فرط كوليسترول الدم",
    "body": "تعريف المرض: فرط كوليسترول الدم هو حالة ضرورية للجسم لكن زيادته تؤدي إلى أمراض القلب، وينتج عن الدهون الحيوانية أو الوراثة.\n\nالأعراض: رواسب دهنية صفراء على الجلد (Xanthomas)، ضيق التنفس، ارتفاع ضغط الدم.\n\nالعلاج: يُعالج بتغيير نمط الحياة وأدوية مثل روسوفاستاتين (Rosuvastatin) لتقليل إنتاج الكوليسترول في الكبد.\n\nالأدوية: \n- روسوفاستاتين (Rosuvastatin): لتقليل إنتاج الكوليسترول في الكبد.\n\nالنظام الغذائي الموصى به: تقليل الدهون المشبعة وزيادة الألياف من الفواكه والخضروات مثل التوت والجزر، الحبوب الكاملة مثل الشوفان.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800\n2. https://www.healthline.com/health/high-cholesterol/diet\n3. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 12,
    "title": "التهاب المفاصل الروماتويدي",
    "body": "تعريف المرض: التهاب المفاصل الروماتويدي هو مرض مناعي مزمن يُسبب التهابًا في المفاصل، وقد يؤثر على الرئتين والقلب.\n\nالأعراض: ألم وتورم في المفاصل الصغيرة مثل اليدين والقدمين، فقدان الشهية، اضطرابات النوم، صعوبة في أداء المهام اليومية.\n\nالعلاج: يُعالج بأدوية مثل ميثوتريكسات (Methotrexate) للتحكم في الأعراض، والعلاجات البيولوجية، وأجهزة الدعم.\n\nالأدوية: \n- ميثوتريكسات (Methotrexate): للتحكم في الأعراض.\n\nالنظام الغذائي الموصى به: تناول أوميغا-3 من الأسماك والمكسرات، مضادات الأكسدة من الخضروات مثل السبانخ، مع الحفاظ على الوزن وممارسة الرياضة المناسبة.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/rheumatoid-arthritis/symptoms-causes/syc-20353648\n2. https://www.healthline.com/health/rheumatoid-arthritis/diet\n3. https://www.drugs.com/"
  }
]
