[
{
  "userId": 1,
  "id": 1,
  "title": "مرض السكري",
 "body": "تعريف المرض: داء السكري هو مجموعة من الاضطرابات الأيضية في استقلاب الكربوهيدرات حيث لا يتم استخدام الجلوكوز كمصدر للطاقة بشكل كافٍ ويتم إنتاجه بشكل مفرط بسبب عملية تكوين الجلوكوز وعملية تحلل الجليكوجين غير مناسبتان ، مما يؤدي إلى ارتفاع السكر في الدم ،يعرف  ارتفاع سكر الدم مزمن: بأنه اضطراب أيضي ناتج إما عن نقص إفراز الأنسولين أو ضعف عمل الأنسولين أو كليهما، والجدير بالذكر أن الأنسولين يلعب دورًا مهمًا كهرمون بنائي، مما يؤثر على استقلاب الكربوهيدرات والدهون والبروتينات. تؤثر الاضطرابات الأيضية المرتبطة بداء السكري بشكل رئيسي على الأنسجة مثل الأنسجة الدهنية والعضلات الهيكلية والكبد بسبب مقاومة الأنسولين. يمكن أن تختلف شدة الأعراض حسب مدة ونوع مرض السكري. كما أن هناك تأثير للمواد الكيميائية والسموم في تطور مرض السكري، حيث يمكن أن تساهم السموم البيئية مثل الزرنيخ والمعادن الثقيلة الأخرى في تطور المرض من خلال زيادة الإجهاد التأكسدي، خلل خلايا بيتا، مقاومة الأنسولين، الالتهاب، وضعف الميتوكوندريا.\n\nالأعراض: أعراض ارتفاع السكر (الجلوكوز) في الدم: العطش الشديد، الشعور بالتعب، الحاجة إلى التبول بشكل متكرر، عدم وضوح الرؤية، الشعور بالجوع، فقدان الوزن بدون تخطيط، حدوث عدوى متكررة بالفطريات أو التهابات المسالك البولية، التئام الجروح ببط.\n\nالمضاعفات: يزيد مرض السكري من خطر الإصابة بالعديد من المشاكل الصحية لكن مع العلاج الصحيح وتغيير نمط الحياة يستطيع العديد من مرضى السكري منع أو تأخير ظهور المضاعفات، من هذه المضاعفات: الحُماض الكيتوني السكري (DKA) (هي حالة طبية طارئة يجب معالجتها على الفور، تحدث عند مرضى السكري نتيجة لحدوث نقص شديد في كمية الإنسولين مما يؤدي إلى تكسير الجسم للدهون للحصول على الطاقة مما ينتج عنه تراكم للكيتونات في الجسم، يمكن أن تهدد الحياة إذا لم تُشخَّص وتُعالَج بسرعة، وتشمل أعراضها نفس الأعراض السابقة بالإضافة إلى: الغثيان والقيء، الآم البطن، التنفس العميق والسريع وله رائحة كرائحة الفواكه، الشعور بالخمول وصعوبة الإنتباه، وفقدان الوعي وقد تصل أحياناً إلى الغيبوبة)، الاعتلال العصبي (يسمى تلف الأعصاب الناجم عن مرض السكري (اعتلال الأعصاب السكري)، ويمكن منع حدوث ذلك بالحفاظ على معدلات السكر بالدم في المعدل الطبيعي، وهناك عدة أنواع لاعتلال الأعصاب؛ فأكثرها شيوعًا هو اعتلال الأعصاب الطرفية، ويؤثر على الأعصاب في اليدين والقدمين والساقين والذراعين، فيسبب وخزًا وألمًا وضعفًا في القدمين واليدين، أما الاعتلال العصبي اللاإرادي هو الذي يؤثر على الأعصاب اللاإرادية التي تتحكم في المثانة والجهاز المعوي والأعضاء التناسلية من بين الأعضاء الأخرى)، حدوث عدوى متكررة بالجلد كالعدوى الفطرية أو البكترية، مشكلات بالعين كالمياه الزرقاء والبيضاء واعتلال الشبكية، حدوث أمراض بالقلب والأوعية الدموية، ارتفاع ضغط الدم، السكتة الدماغية.\n\nالتشخيص: يمكن تشخيص مرض السكري بناء على معايير A1C أو معايير الجلوكوز في البلازما. تشمل معايير الجلوكوز في البلازما إما جلوكوز البلازما الصائم (FPG) أو جلوكوز البلازما لمدة ساعتين (ساعة PG) أثناء اختبار تحمل الجلوكوز عن طريق الفم 75 جراما (OGTT)، أو الجلوكوز العشوائي المصحوب بأعراض ارتفاع السكر في الدم الكلاسيكية (على سبيل المثال، كثرة البول، وكثرة الإغماء، وفقدان الوزن غير المبرر) أو أزمات ارتفاع السكر في الدم (أي الحماض الكيتوني السكري [DKA] و/أو حالة فرط السكر في الدم [HHS])، وهذه هي أهم المعايير لتشخيص مرض السكري لدى الأفراد غير الحوامل: A1C (يقيس كمية الهيموجلوبين المصاحب للجلوكوز، ويعكس متوسط مستويات الجلوكوز في الدم خلال الأشهر الثلاثة الماضية، A1C ≥6.5% (≥48 mmol/mol)، ويؤخذ في أي وقت من اليوم ولا يشترط له الصيام)، FPG (يقيس جلوكوز البلازما الصائم، FPG ≥126 mg/dL (≥7.0 mmol/L)، يشترط له الصيام لمدة ٨ ساعات باستثناء الماء)، OGTT (اختبار تحمل الجلوكوز عن طريق الفم، 2-h PG ≥200 mg/dL (≥11.1 mmol/L)، يشترط له الصيام لمدة ٨ ساعات باستثناء الماء)، جلوكوز البلازما العشوائي (في الفرد الذي يعاني من أعراض كلاسيكية لارتفاع السكر في الدم أو أزمة ارتفاع السكر في الدم، ≥200 mg/dL (≥11.1 mmol/L) جلوكوز الدم، في أي وقت من اليوم ولا يشترط له الصيام). توصيات أثناء التشخيص بمقدمات السكري أو السكري من النوع الثاني: للكشف عن مقدمات السكري ومرض السكري من النوع 2، فإن FPG و2-h PG خلال 75 جم OGTT وA1C مناسبة لكل منها، وعند استخدام OGTT كأداة فحص لمقدمات السكري أو السكري، يجب ضمان تناول كمية كافية من الكربوهيدرات (150 جم/يوم على الأقل) لمدة 3 أيام قبل الاختبار، النظر في فحص الأشخاص للكشف عن مقدمات السكري أو السكري إذا كانوا يتناولون أدوية معينة، مثل الجلوكوكورتيكويدات، والستاتينات، ومدرات البول الثيازيدية، وبعض أدوية فيروس العوز المناعي البشري، والأدوية المضادة للذهان من الجيل الثاني، حيث من المعروف أن هذه العوامل تزيد من خطر الإصابة بهذه الحالات.\n\nالأنواع: من أشهر التصنيفات لداء السكري: داء السكري من النوع الأول (T1D) هو حالة مناعة ذاتية تؤدي إلى تدمير خلايا بيتا المنتجة للأنسولين في البنكرياس بواسطة الخلايا التائية CD4+ وCD8+ والبلاعم التي تتسلل إلى جزر لانغرهانز؛ مما يؤدي إلى نقص الأنسولين وارتفاع السكر في الدم والاعتماد على الأنسولين على المدى الطويل، يتم تصنيف التسبب في T1D إلى مراحل، حيث تتمثل الإشارة الأولى في الكشف عن الأجسام المضادة الذاتية دون أي تغيرات في نسبة السكر في الدم. في المرحلة الثانية، يتطور عسر السكر في الدم دون أعراض وتظهر التشخيصات كالتالي: جلوكوز البلازما الصائم (FPG 100-125)، تحمل الجلوكوز (IGT: 2-h PG 140-199)، الهيموجلوبين المصاحب للجلوكوز (A1C 5.7-6.4%)، وفي المرحلة الثالثة، تظهر أعراض ارتفاع السكر في الدم، وفي هذا الوقت يتم إجراء تشخيص سريري لمرض السكري من النوع الأول. داء السكري من النوع الثاني (T2D) يمثل 90-95٪ من جميع أنواع مرض السكري، يشمل الأفراد الذين يعانون بشكل عام من نقص الأنسولين النسبي (وليس المطلق) ولديهم مقاومة للأنسولين (أي انخفاض الاستجابات البيولوجية للأنسولين)، هناك أسباب مختلفة لمرض السكري من النوع 2، على الرغم من أن المسببات المحددة غير معروفة، إلا أن الأفراد ليس لديهم أي من الأسباب الأخرى المعروفة لمرض السكري. سكري الحمل (GDM) هو ارتفاع سكر الدم المرتبط بالحمل، مما يزيد من خطر حدوث مضاعفات خطيرة على الأم والجنين والمولود. مقدمات السكري هي حالة وسيطة بين السكر الطبيعي في الدم ومرض السكري، ترتبط بالسمنة (خاصة السمنة البطنية أو الحشوية)، وعسر شحميات الدم مع ارتفاع الدهون الثلاثية و/أو انخفاض نسبة الكوليسترول الحميد، وارتفاع ضغط الدم. الأشكال الهجينة لمرض السكري مثل مرض السكري المناعي المتطور ببطء (LADA) ومرض السكري من النوع الثاني المعرض للكيتوزية. أنواع خاصة أخرى من داء السكري تشمل العيوب الوراثية لوظيفة خلايا بيتا، العيوب الوراثية في عمل الأنسولين، أمراض البنكرياس الإفرازي، أمراض الغدد الصماء، مرض السكري الناجم عن الأدوية أو المواد الكيميائية، العدوى، أشكال غير شائعة من مرض السكري بوساطة المناعة، والمتلازمات الوراثية الأخرى.\n\nالعلاج: العلاج بالأنسولين والأدوية الأخرى: يحتاج أي مصاب بمرض السكري من النوع الأول إلى العلاج بالأنسولين طوال حياته، وقد يحتاج الأنسولين مرضى السكري من الأنواع الأخرى: توجد عدة أنواع من الأنسولين، منها: الأنسولين قصير المفعول أو الأنسولين العادي (مثل Humulin R, Novolin R, Afrezza)، الأنسولين سريع المفعول (مثل غلوليزين Apidra، ليسبرو Lyumjev, Admelog, Humalog، أسبارت FiAsp, NovoLog). خيارات توصيل الأنسولين تشمل الحقن (باستخدام إبرة ومحقنة أو قلم أنسولين) ومضخة الأنسولين. كما يُستخدم جهاز مراقبة الجلوكوز المستمرة (CGM) وأنظمة مضخات الإنسولين للتحكم الدقيق في مستويات السكر. طرق تحسين نمط الحياة للمريض تشمل: اتباع نظام غذائي صحي غني بالألياف وقليل السكريات، ممارسة الرياضة بانتظام، وإدارة الوزن للوقاية من المضاعفات.\n\nالأدوية: الأدوية المستخدمة تشمل: الأنسولين (أنواع مختلفة مثل سريع المفعول وطويل المفعول)، الميتفورمين (يعمل على خفض إنتاج الجلوكوز في الكبد، الآثار الجانبية: الغثيان، الإسهال)، السلفونيل يوريا (مثل Glibenclamide، تحفز إفراز الأنسولين، الآثار الجانبية: انخفاض السكر في الدم، زيادة الوزن)، مثبطات DPP-4 (مثل Sitagliptin، تقلل مستويات السكر، الآثار الجانبية: ألم المفاصل)، مثبطات SGLT2 (مثل كاناجليفلوزين، تُزيل الجلوكوز عبر البول، الآثار الجانبية: عدوى المسالك البولية)، الجلينيدات، الثيازوليدينيديون، ناهضات مستقبلات GLP-1، أدوية ارتفاع ضغط الدم، الأسبرين، أدوية خفض الكوليسترول، فيتامين B-12.\n\nالمراجع: https://www.sciencedirect.com/science/article/pii/S0753332223015329?via%3Dihub, https://diabetesjournals.org/care/article/48/Supplement_1/S27/157566/2-Diagnosis-and-Classification-of-Diabetes, https://pmc.ncbi.nlm.nih.gov/articles/PMC11576206/, https://www.who.int/ar/news-room/fact-sheets/detail/noncommunicable-diseases, https://www.moh.gov.sa/HealthAwareness/EducationalContent/Diseases/diabetic/Pages/009.aspx, https://www.mayoclinic.org/ar/diseases-conditions/type-2-diabetes/diagnosis-treatment/drc-20351199, https://www.mayoclinic.org/ar/diseases-conditions/type-1-diabetes/diagnosis-treatment/drc-20353017\n\nالنظام الغذائي الموصى به: يُوصى باتباع نظام غذائي صحي يشمل تناول الأطعمة الغنية بالألياف (مثل الخضروات والبقوليات)، تقليل السكريات والدهون المشبعة، والتركيز على الكربوهيدرات المعقدة. إدارة الوزن عبر تقليل السعرات الحرارية وتجنب الأطعمة المصنعة، مع توزيع الوجبات على فترات منتظمة للحفاظ على استقرار مستويات السكر."
}
,
  {
    "userId": 1,
    "id": 2,
    "title": "ارتفاع ضغط الدم",
    "body": "تعريف المرض: ارتفاع ضغط الدم (HTN) هو مرض شائع قابل للتعديل يؤثر على صحة سكان العالم ويؤدي إلى المراضة والوفيات. يزيد وجود ارتفاع ضغط الدم المرتفع من خطر الإصابة بالعديد من الحالات الصحية مثل أمراض القلب والأوعية الدموية وأمراض التمثيل الغذائي وأمراض الكلى. لا يرتبط ارتفاع ضغط الدم المرتفع بأمراض القلب والأوعية الدموية فحسب، بل يرتبط أيضًا بأمراض العضلات والعظام الأخرى مثل هشاشة العظام. يختلف انتشار ارتفاع ضغط الدم المرتفع باختلاف المنطقة والبلد وعينة الدراسة.\n\nالأعراض: لا تظهر أي أعراض على أغلب المصابين بارتفاع ضغط الدم، رغم أنه قد يصل لمستويات عالية الخطورة. وربما يكون ضغط دمك مرتفعًا منذ سنوات من دون أن تظهر عليك أي أعراض. وقد يشعر قليل من مرضى ارتفاع ضغط الدم بما يلي: الصداع، ضيق النفس، نزف الأنف. ومع ذلك فإن هذه الأعراض لا تشير إليه تحديدًا. وهي لا تحدث عادة إلا عندما يصل ارتفاع ضغط الدم إلى مرحلة خطيرة أو مهدِّدة لحياة المريض.\n\nالتشخيص: التشخيص: 1. تاريخ الميلاد. 2. التاريخ الطبي. 3. مراقبة ضغط الدم. 4. الفحوصات المخبرية. 5. بعض الفحوصات لاستبعاد أي سبب أو عامل خطر لارتفاع ضغط الدم. يُقاس ضغط الدم بالمليمترات الزئبقية (mmHg). تتكون قراءة ضغط الدم من رقمين. يسمى الرقم العلوي بالضغط الانقباضي. يقيس الرقم الأول أو العلوي الضغط في الشرايين عندما ينبض القلب. ويسمى الرقم السفلي الضغط الانبساطي. يقيس الرقم الثاني الضغط في الشرايين بين نبضات القلب. يتم تشخيص ارتفاع ضغط الدم إذا كانت قراءة ضغط الدم 130/80 ملم زئبقي أو أعلى.\n\nالأنواع: ارتفاع ضغط الدم الثانوي (SH) هو نوع من ارتفاع ضغط الدم الشرياني الذي ينجم عن سبب محدد يمكن تحديده وعلاجه، مثل أمراض الكلى أو اضطرابات الغدد الصماء. نوع ثالث: ارتفاع ضغط الدم الانقباضي المنعزل (ISH) في أكثر أشكال ارتفاع ضغط الدم الانقباضي شيوعًا لدى كبار السن. النوع الرابع: فرط ضغط الدم الرئوي (PH) هو مرض سريري غير متجانس يتميز في المقام الأول بزيادة غير طبيعية في ضغط الشريان الرئوي. النوع الخامس: تتميز حالات ارتفاع ضغط الدم الطارئة بارتفاع ضغط الدم بالزيادات المفاجئة والكبيرة في ضغط الدم التي تؤدي إلى تلف الأعضاء.\n\nالعلاج: النظام الصحي الغذائي: تناول الأطعمة التالية: الخضروات والفواكه والحبوب الكاملة، منتجات الألبان خالية أو قليلة الدسم، الأسماك، الدواجن، البقوليات، المكسرات، والزيوت النباتية. التقليل من الأطعمة الغنية بالدهون المشبعة مثل: اللحوم الدهنية، منتجات الألبان كاملة الدسم، الزيوت الاستوائية مثل زيت جوز الهند، وزيت نوى النخيل، وزيت النخيل. تقليل استهلاك: المشروبات المحلاة بالسكر، الحلويات والسكريات المصنعة.\n\nالأدوية: \n- ليسينوبريل: يمكنك تناول ليزينوبريل مع الطعام أو بدونه. الآثار الجانبية: ألم شديد في المعدة، شرى الجلد، صعوبة التنفس. التفاعلات: Amiloride, triamterene, Spironolactone.\n- أملوديبين: خذ الدواء في نفس الوقت كل يوم، مع الطعام أو بدونه. الآثار الجانبية: ألم أو ضغط في الصدر، ألم ينتشر إلى الفك أو الكتف، غثيان. التفاعلات: Simvastatin, Rhabdomyolysis.\n- لوسارتان: يمكنك تناول لوسارتان مع الطعام أو بدونه. الآثار الجانبية: الدوخة والإرهاق وانخفاض ضغط الدم والإسهال. التفاعلات: Ibuprofen.\n\nالمراجع:\n1. https://www.frontiersin.org/articles/10.3389/fpubh.2023.1092905/full\n2. https://www.mayoclinic.org/ar/diseases-conditions/high-blood-pressure/symptoms-causes/syc-20373410\n3. https://www.moh.gov.sa/awarenessplateform/ChronicDisease/Pages/Hypertension.aspx\n4. https://www.mayoclinic.org/ar/diseases-conditions/high-blood-pressure/diagnosis-treatment/drc-20373417\n5. https://pubmed.ncbi.nlm.nih.gov/33001495/\n6. https://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/dash-diet/art-20047110"
  },
  {
    "userId": 1,
    "id": 3,
    "title": "سرطان الثدي",
    "body": "تعريف المرض: سرطان الثدي مجموعة من الأمراض تبدأ في خلايا الثدي، قد تكون أورام حميدة لا تنتشر أو خبيثة تنتشر إلى أجزاء أخرى من الجسم (سرطان نقيلي).\n\nالأعراض: وجود كتلة في الثدي أو تحت الإبط، تغيرات في شكل أو حجم الثدي، إفرازات من الحلمة، تغيرات في جلد الثدي مثل التقشر أو الاحمرار، ألم في الثدي.\n\nالعلاج: أناستروزول (Anastrozole) يُقلل هرمون الإستروجين بعد انقطاع الطمث، تاموكسيفين (Tamoxifen) يُقلل مخاطر الإصابة لدى الرجال والنساء، ليتروزول (Letrozole) للعلاج بعد خمس سنوات من تاموكسيفين.\n\nالأدوية: \n- أناستروزول (Anastrozole): يُقلل هرمون الإستروجين.\n- تاموكسيفين (Tamoxifen): يُقلل مخاطر الإصابة.\n- ليتروزول (Letrozole): للعلاج بعد خمس سنوات من تاموكسيفين.\n\nالنظام الغذائي الموصى به: تناول الخضروات الملونة مثل البروكلي والجزر، البقوليات مثل العدس، الحبوب الكاملة مثل الأرز البني، تقليل الكحول والدهون المشبعة.\n\nالمراجع:\n1. https://pubmed.ncbi.nlm.nih.gov/31513033/\n2. https://www.mayoclinic.org/ar/diseases-conditions/breast-cancer/symptoms-causes/syc-20352470\n3. https://pubmed.ncbi.nlm.nih.gov/31161190/\n4. https://www.bcrf.org/about-breast-cancer/breast-cancer-diet-nutrition\n5. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 4,
    "title": "سرطان الغدة الدرقية",
    "body": "تعريف المرض: سرطان الغدة الدرقية هو نمو غير طبيعي للخلايا في الغدة الدرقية الموجودة أسفل تفاحة آدم في الرقبة، يُنظم هرمونات تنظم ضغط الدم ودرجة حرارة الجسم ومعدل ضربات القلب.\n\nالأعراض: كتلة في الرقبة، شعور بضيق في الحلق أو صعوبة في البلع، تغيرات في الصوت مثل البحة المتزايدة، تورم الغدد الليمفاوية في الرقبة، ألم في الرقبة أو الحلق.\n\nالعلاج: أرمور ثايرويد (Armour Thyroid) يُنظم هرمونات الغدة الدرقية، نيكسافار (Nexavar) يُثبط نمو الخلايا السرطانية، كابريلسا (Caprelsa) يُبطئ نمو الخلايا السرطانية.\n\nالأدوية: \n- أرمور ثايرويد (Armour Thyroid): يُنظم هرمونات الغدة الدرقية.\n- نيكسافار (Nexavar): يُثبط نمو الخلايا السرطانية.\n- كابريلسا (Caprelsa): يُبطئ نمو الخلايا السرطانية.\n\nالنظام الغذائي الموصى به: تقليل الأطعمة المحتوية على اليود مثل الملح المعالج باليود، تناول الفواكه والخضروات الطازجة، تجنب الأطعمة المجمدة ذات المكونات العالية باليود.\n\nالمراجع:\n1. https://www.frontiersin.org/articles/10.3389/fonc.2022.859984/full\n2. https://www.ncbi.nlm.nih.gov/books/NBK45929/\n3. https://www.mayoclinic.org/ar/diseases-conditions/thyroid-cancer/diagnosis-treatment/drc-20354167\n4. https://www.thyroid.org/low-iodine-diet/\n5. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 5,
    "title": "سرطان القولون",
    "body": "تعريف المرض: سرطان القولون هو نمو غير طبيعي للخلايا في الجزء الأخير من الجهاز الهضمي، غالبًا يبدأ كسليلة (Polyp) قد تتحول إلى سرطان.\n\nالأعراض: تغيير في عادات الأمعاء مثل الإسهال أو الإمساك، نزيف شرجي أو دم في البراز، انزعاج مستمر في البطن مثل التقلصات أو الغازات أو الألم، شعور بعدم تفريغ الأمعاء بالكامل، ضعف أو إرهاق، فقدان وزن غير مبرر.\n\nالعلاج: أوكساليبلاتين (Oxaliplatin) يُثبط نمو الخلايا السرطانية، فلورويوراسيل (Fluorouracil) لعلاج سرطان القولون والمستقيم، كابسيتابين (Capecitabine) يُستخدم بمفرده أو مع علاجات أخرى.\n\nالأدوية: \n- أوكساليبلاتين (Oxaliplatin): يُثبط نمو الخلايا السرطانية.\n- فلورويوراسيل (Fluorouracil): لعلاج سرطان القولون والمستقيم.\n- كابسيتابين (Capecitabine): يُستخدم بمفرده أو مع علاجات أخرى.\n\nالنظام الغذائي الموصى به: تناول الفواكه مثل التفاح والكيوي، الخضروات، الحبوب الكاملة، زيادة فيتامين D عبر التعرض للشمس.\n\nالمراجع:\n1. https://pubmed.ncbi.nlm.nih.gov/36856579/\n2. https://acsjournals.onlinelibrary.wiley.com/doi/10.3322/caac.21772\n3. https://www.mayoclinic.org/ar/diseases-conditions/colon-cancer/diagnosis-treatment/drc-20353674\n4. https://www.healthline.com/health-news/inflammation-diet-colorectal-cancer-risk#The-best-foods-to-lower-cancer-risk\n5. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 6,
    "title": "الربو",
    "body": "تعريف المرض: الربو حالة مزمنة تُسبب تضيق الممرات الهوائية وتؤدي إلى صعوبة في التنفس، تتراوح شدته من خفيف إلى شديد.\n\nالأعراض: أزيز أثناء التنفس، صعوبة في التنفس، ضيق في الصدر، سعال مستمر.\n\nالعلاج: مونتيلوكاست (Montelukast) يُقلل الالتهاب ويحمي من نوبات الربو، بريدنيزون (Prednisone) يُقلل الالتهاب عند إفراز المخاط، نوكالا (Nucala) يُقلل مستويات الحمضات في الدم.\n\nالأدوية: \n- مونتيلوكاست (Montelukast): يُقلل الالتهاب ويحمي من نوبات الربو.\n- بريدنيزون (Prednisone): يُقلل الالتهاب عند إفراز المخاط.\n- نوكالا (Nucala): يُقلل مستويات الحمضات في الدم.\n\nالنظام الغذائي الموصى به: تناول أطعمة غنية بمضادات الأكسدة مثل التوت وفيتامينات C وE، تقليل الالتهاب عبر الأطعمة الغنية بفيتامين D مثل السلمون.\n\nالمراجع:\n1. https://pubmed.ncbi.nlm.nih.gov/32167552/\n2. https://www.mayoclinic.org/ar/diseases-conditions/asthma/symptoms-causes/syc-20369653\n3. https://www.healthline.com/health-news/can-vitamin-d-reduce-asthma-attack-risk\n4. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 7,
    "title": "حب الشباب",
    "body": "تعريف المرض: حب الشباب حالة جلدية تحدث عند انسداد بصيلات الشعر بالزيوت والخلايا الميتة.\n\nالأعراض: رؤوس بيضاء (مسام مغلقة)، رؤوس سوداء (مسام مفتوحة)، بثور حمراء صغيرة مؤلمة (حطاطات)، بثور تحتوي على صديد في أطرافها (بثور)، كتل كبيرة صلبة مؤلمة تحت الجلد (عقيدات)، كتل مملوءة بالقيح تحت الجلد (خراجات كيسية).\n\nالعلاج: دوكسيسايكلين (Doxycycline) مضاد حيوي يُقلل الالتهاب، أكيوتان (Accutane) يُقلل الدهون في الجلد، مينوسايكلين (Minocycline) يُعالج التهابات الجلد المتنوعة.\n\nالأدوية: \n- دوكسيسايكلين (Doxycycline): مضاد حيوي يُقلل الالتهاب.\n- أكيوتان (Accutane): يُقلل الدهون في الجلد.\n- مينوسايكلين (Minocycline): يُعالج التهابات الجلد المتنوعة.\n\nالنظام الغذائي الموصى به: تناول أطعمة منخفضة المؤشر الجلايسيمي مثل الحبوب الكاملة والفواكه والخضروات، تقليل منتجات الألبان.\n\nالمراجع:\n1. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8971946/\n2. https://www.mayoclinic.org/ar/diseases-conditions/acne/symptoms-causes/syc-20368047\n3. https://www.healthline.com/health/anti-acne-diet#foods-to-include\n4. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 8,
    "title": "الثعلبة",
    "body": "تعريف المرض: الثعلبة حالة تُسبب تساقط الشعر مؤقتًا أو دائمًا نتيجة عوامل وراثية أو مناعية أو طبية.\n\nالأعراض: تساقط الشعر على شكل بقع دائرية في فروة الرأس، بقع صلعاء متقطعة في فروة الرأس أو الحاجبين، تساقط الشعر المفاجئ نتيجة صدمة جسدية أو عاطفية، تساقط الشعر في الجسم بالكامل بسبب العلاج الكيميائي، بقع متقشرة في فروة الرأس مع احمرار أو تورم.\n\nالعلاج: مينوكسيديل (Minoxidil) يُعزز نمو الشعر، ليتفولو (Litfulo - Ritlecitinib) يُقلل الخلايا المناعية المسببة لتساقط الشعر.\n\nالأدوية: \n- مينوكسيديل (Minoxidil): يُعزز نمو الشعر.\n- ليتفولو (Litfulo - Ritlecitinib): يُقلل الخلايا المناعية المسببة لتساقط الشعر.\n\nالنظام الغذائي الموصى به: تناول الخضروات مثل البروكلي والسبانخ، الفواكه مثل التوت والبرتقال، الحبوب الكاملة مثل الأرز البني.\n\nالمراجع:\n1. https://www.moh.gov.sa/HealthAwareness/EducationalContent/Diseases/Dermatology/Pages/Alopecia.aspx\n2. https://www.mayoclinic.org/ar/diseases-conditions/ringworm-scalp/symptoms-causes/syc-20354918\n3. https://www.healthline.com/health/alopecia-areata-and-diet#what-to-eat\n4. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 9,
    "title": "الصرع",
    "body": "تعريف المرض: الصرع هو حالة تتميز بنوبات متكررة ناتجة عن نشاط كهربائي غير طبيعي في الدماغ.\n\nالأعراض: الدوخة، الإحساس بألم غريب في المعدة، تغيرات بصرية، تقلصات عصبية.\n\nالعلاج: ليفيتيراسيتام (Levetiracetam) تُقلل من النوبات.\n\nالأدوية: \n- ليفيتيراسيتام (Levetiracetam): تُقلل من النوبات.\n\nالنظام الغذائي الموصى به: النظام الغذائي الكيتوني، الغني بالدهون وقليل الكربوهيدرات، الأوميغا-3 والمغنيسيوم وفيتامين B مفيدة لوظائف الدماغ.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/epilepsy/symptoms-causes/syc-20350093\n2. https://www.healthline.com/health/epilepsy/diet\n3. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 10,
    "title": "اضطراب فرط الحركة ونقص الانتباه",
    "body": "تعريف المرض: اضطراب فرط الحركة ونقص الانتباه (ADHD) يبدأ في الطفولة وقد يستمر حتى البلوغ، ويصعب تشخيصه بسبب تداخله مع اضطرابات أخرى مثل القلق والاكتئاب.\n\nالأعراض: الحركة المفرطة، مقاطعة الآخرين، فقدان التركيز، التشتت، صعوبة في التنظيم.\n\nالعلاج: يُعالج سلوكيًا بتدريب الأهل وإدارة الفصل، ودوائيًا بأدوية مثل ريتالين (Ritalin) الأكثر أمانًا وفعالية.\n\nالأدوية: \n- ريتالين (Ritalin): أكثر أمانًا وفعالية.\n\nالنظام الغذائي الموصى به: تقليل السكريات البسيطة والكافيين، تناول البروتينات مثل اللحوم والأسماك، أوميغا-3 من السلمون.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/adhd/symptoms-causes/syc-20350889\n2. https://www.healthline.com/health/adhd/diet\n3. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 11,
    "title": "فرط كوليسترول الدم",
    "body": "تعريف المرض: فرط كوليسترول الدم هو حالة ضرورية للجسم لكن زيادته تؤدي إلى أمراض القلب، وينتج عن الدهون الحيوانية أو الوراثة.\n\nالأعراض: رواسب دهنية صفراء على الجلد (Xanthomas)، ضيق التنفس، ارتفاع ضغط الدم.\n\nالعلاج: يُعالج بتغيير نمط الحياة وأدوية مثل روسوفاستاتين (Rosuvastatin) لتقليل إنتاج الكوليسترول في الكبد.\n\nالأدوية: \n- روسوفاستاتين (Rosuvastatin): لتقليل إنتاج الكوليسترول في الكبد.\n\nالنظام الغذائي الموصى به: تقليل الدهون المشبعة وزيادة الألياف من الفواكه والخضروات مثل التوت والجزر، الحبوب الكاملة مثل الشوفان.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800\n2. https://www.healthline.com/health/high-cholesterol/diet\n3. https://www.drugs.com/"
  },
  {
    "userId": 1,
    "id": 12,
    "title": "التهاب المفاصل الروماتويدي",
    "body": "تعريف المرض: التهاب المفاصل الروماتويدي هو مرض مناعي مزمن يُسبب التهابًا في المفاصل، وقد يؤثر على الرئتين والقلب.\n\nالأعراض: ألم وتورم في المفاصل الصغيرة مثل اليدين والقدمين، فقدان الشهية، اضطرابات النوم، صعوبة في أداء المهام اليومية.\n\nالعلاج: يُعالج بأدوية مثل ميثوتريكسات (Methotrexate) للتحكم في الأعراض، والعلاجات البيولوجية، وأجهزة الدعم.\n\nالأدوية: \n- ميثوتريكسات (Methotrexate): للتحكم في الأعراض.\n\nالنظام الغذائي الموصى به: تناول أوميغا-3 من الأسماك والمكسرات، مضادات الأكسدة من الخضروات مثل السبانخ، مع الحفاظ على الوزن وممارسة الرياضة المناسبة.\n\nالمراجع:\n1. https://www.mayoclinic.org/ar/diseases-conditions/rheumatoid-arthritis/symptoms-causes/syc-20353648\n2. https://www.healthline.com/health/rheumatoid-arthritis/diet\n3. https://www.drugs.com/"
  }
]
