[
  {"userId": 1, "id": 11, "title": "داء السكري النوع الثاني", "body": "يحدث داء السكري من النوع الثاني عندما تصبح خلايا الجسم غير قادرة على الاستجابة بشكل صحيح لهرمون الإنسولين مما يؤدي إلى تراكم السكر في الدم تشمل عوامل الخطر السمنة والعوامل الوراثية وقلة النشاط البدني يسبب أعراضًا مثل العطش الزائد والتبول المتكرر والتعب وعدم التئام الجروح بسرعة قد يؤدي إلى مضاعفات مثل أمراض القلب وتلف الأعصاب والفشل الكلوي يمكن إدارته من خلال تعديل نمط الحياة والأدوية وفي بعض الحالات استخدام الإنسولين"},
  {"userId": 1, "id": 12, "title": "الربو", "body": "الربو هو مرض التهابي مزمن يصيب الشعب الهوائية مما يؤدي إلى تضيقها وصعوبة في التنفس يسبب نوبات متكررة من ضيق التنفس والسعال والصفير في الصدر وتزداد حدتها بسبب مسببات الحساسية أو التمارين الرياضية أو العدوى الفيروسية يمكن التحكم فيه من خلال الأدوية الموسعة للشعب الهوائية والستيرويدات ومراقبة المحفزات البيئية"},
  {"userId": 1, "id": 13, "title": "التهاب الكبد الوبائي (ب)", "body": "التهاب الكبد الوبائي (ب) هو عدوى فيروسية تصيب الكبد وتسبب التهابه قد تكون العدوى حادة أو مزمنة ويمكن أن تؤدي إلى تليف الكبد أو الفشل الكبدي أو سرطان الكبد ينتقل الفيروس عبر ملامسة الدم أو سوائل الجسم ويمكن الوقاية منه عن طريق التطعيم وممارسة العادات الصحية السليمة يشمل العلاج مضادات الفيروسات لمنع تفاقم المرض"},
  {"userId": 1, "id": 14, "title": "التهاب المفاصل الروماتويدي", "body": "التهاب المفاصل الروماتويدي هو مرض مناعي ذاتي يسبب التهابًا مزمنًا في المفاصل يؤدي إلى تورمها وألمها وتصلبها مع مرور الوقت قد يتسبب في تلف المفاصل وتشوهها يمكن أن يؤثر أيضًا على أجهزة أخرى مثل القلب والرئتين والعينين يتم العلاج باستخدام الأدوية المثبطة للمناعة والمسكنات والعلاج الطبيعي لتخفيف الأعراض والحفاظ على وظيفة المفاصل"},
  {"userId": 1, "id": 15, "title": "السكتة الدماغية", "body": "تحدث السكتة الدماغية عندما ينقطع تدفق الدم إلى جزء من الدماغ بسبب جلطة دموية أو نزيف دماغي مما يؤدي إلى تلف خلايا الدماغ بسرعة تشمل الأعراض فقدان مفاجئ للتوازن وصعوبة في التحدث وضعف في جانب واحد من الجسم تتطلب العلاج الفوري لمنع المضاعفات الدائمة وتحسين فرص التعافي"},
  {"userId": 1, "id": 16, "title": "الذئبة الحمامية", "body": "الذئبة الحمامية هو مرض مناعي ذاتي يؤثر على أنسجة الجسم المختلفة مثل الجلد والمفاصل والأعضاء الداخلية يسبب التهابات مزمنة وتقرحات جلدية وآلامًا في المفاصل وتعبًا عامًا قد تؤدي الحالات الشديدة إلى مضاعفات مثل أمراض الكلى والقلب يتم علاجه باستخدام مضادات الالتهاب ومثبطات المناعة"},
  {"userId": 1, "id": 17, "title": "التصلب المتعدد", "body": "مرض مناعي ذاتي يهاجم الجهاز العصبي المركزي ويؤدي إلى تلف الغلاف الواقي للأعصاب مما يسبب اضطرابات في الحركة والتوازن والرؤية تختلف شدة الأعراض من شخص لآخر وقد تتفاقم مع الوقت لا يوجد علاج نهائي له ولكن يمكن إدارة الأعراض من خلال الأدوية والعلاج الطبيعي"},
  {"userId": 1, "id": 18, "title": "السرطان", "body": "السرطان هو مجموعة من الأمراض التي تتميز بالنمو غير الطبيعي للخلايا والذي قد ينتشر إلى أجزاء أخرى من الجسم يمكن أن يحدث في أي عضو من أعضاء الجسم وتشمل أعراضه فقدان الوزن غير المبرر والتعب المزمن والتغيرات في الجلد يعتمد العلاج على نوع السرطان ومرحلته وقد يشمل الجراحة أو العلاج الكيميائي أو الإشعاعي"},
  {"userId": 1, "id": 19, "title": "الاكتئاب الشديد", "body": "الاكتئاب الشديد هو اضطراب نفسي يسبب مشاعر مستمرة من الحزن واليأس وفقدان الاهتمام بالحياة اليومية قد يؤدي إلى تغييرات في الشهية والنوم وصعوبة في التركيز ويمكن أن يزيد من خطر الانتحار يتم علاجه من خلال العلاج النفسي والأدوية المضادة للاكتئاب"},
  {"userId": 1, "id": 20, "title": "التليف الكيسي", "body": "التليف الكيسي هو مرض وراثي نادر يؤثر على الغدد المخاطية مما يؤدي إلى إنتاج مخاط كثيف يسبب انسداد الرئتين والجهاز الهضمي قد يؤدي إلى التهابات مزمنة ومشاكل في التنفس يتطلب العلاج استخدام أدوية موسعة للشعب الهوائية وعلاجات لتحسين وظائف الرئة والجهاز الهضمي"},
  {
    "userId": 1,
    "id": 25,
    "title": "مرض الزهايمر",
    "body": "مرض الزهايمر هو حالة تنكس عصبي مزمنة تؤثر بشكل أساسي على الذاكرة والتفكير والسلوك، حيث تتراكم البروتينات غير الطبيعية في الدماغ مما يؤدي إلى تدهور تدريجي للخلايا العصبية. يبدأ المرض بتأثيرات طفيفة تتطور مع الوقت لتؤثر على الأداء اليومي للمريض، ويُعتمد في علاجه على الأدوية التي تُبطئ تقدم المرض إلى جانب الرعاية والدعم النفسي والعلاجي."
  },
  {
    "userId": 1,
    "id": 26,
    "title": "أمراض الكلى المزمنة",
    "body": "تُشير أمراض الكلى المزمنة إلى انخفاض تدريجي في وظائف الكلى على مدى سنوات، مما يؤثر على قدرتها في تصفية الفضلات والسوائل من الجسم. ترتبط بعوامل مثل ارتفاع ضغط الدم والسكري والتهابات الكلى المتكررة، وقد يؤدي إلى الحاجة للعلاج بالغسيل أو زرع الكلى في المراحل المتقدمة. يعتمد العلاج على السيطرة على الأسباب المسببة وتحسين النظام الغذائي ونمط الحياة."
  },
  {
    "userId": 1,
    "id": 27,
    "title": "متلازمة القولون العصبي",
    "body": "متلازمة القولون العصبي هي اضطراب مزمن في الجهاز الهضمي يتميز بتغيرات دائمة في حركة الأمعاء والتهابات خفيفة، مما يؤدي إلى أعراض مثل آلام البطن، والانتفاخ، والإسهال أو الإمساك. تتأثر الحالة بالعوامل النفسية والتوتر، ويتم إدارتها عن طريق تحسين النظام الغذائي، وتقنيات التحكم في الإجهاد، واستخدام بعض الأدوية لتخفيف الأعراض."
  },
  {
    "userId": 1,
    "id": 28,
    "title": "الصداع النصفي المزمن",
    "body": "الصداع النصفي المزمن هو اضطراب عصبي يتسبب في نوبات متكررة من الصداع الشديد المصحوب بأعراض مثل الغثيان والحساسية للضوء والصوت، وقد تتسبب هذه النوبات في تعطيل النشاط اليومي للمريض. يعتمد العلاج على الأدوية الوقائية وتعديل العوامل المحفزة مثل التوتر وقلة النوم، بالإضافة إلى اتباع نمط حياة صحي."
  },
  {
    "userId": 1,
    "id": 29,
    "title": "الصدفية",
    "body": "الصدفية هي مرض مناعي ذاتي مزمن يؤثر على الجلد ويتميز بظهور بقع حمراء متقشرة على سطح الجلد. يسبب المرض حكة وتشققات في الجلد وقد يؤثر على المفاصل في بعض الحالات، مما يُعرف بالتهاب المفاصل الصدفي. يعتمد العلاج على الأدوية الموضعية، والعلاج بالضوء، والأدوية المثبطة للمناعة لتخفيف الالتهابات وتحسين مظهر الجلد."
  },
  {
    "userId": 1,
    "id": 30,
    "title": "فيبروميالغيا",
    "body": "فيبروميالغيا هي حالة مزمنة تتميز بألم منتشر في العضلات والمفاصل بالإضافة إلى تعب وإرهاق دائم، وقد يعاني المرضى من اضطرابات في النوم ومشاكل في التركيز. يُعتقد أن أسباب المرض ترتبط بعوامل وراثية وبيئية ونفسية، ويُعتمد في علاجه على مزيج من الأدوية لتخفيف الألم والعلاج الطبيعي والتقنيات السلوكية لتحسين نوعية الحياة."
  }
]
